Repository: bvzk/mccloud
Catalog: languages/plugins/hummingbird-performance-*.po
Languages: uk

source: Are you sure you wish to ignore the current performance test results? You can re-run the test anytime to check your performance score again.
uk: Ви дійсно бажаєте ігнорувати результати поточного тесту продуктивності? Ви можете запустити його заново у будь-який момент щоб перевірити оцінку продуктивності знову.

source: By default your files are hosted on your own server. With this pro setting enabled we will host your files on WPMU DEV’s secure and hyper fast CDN.
uk: За замовчуванням, ваші файли розміщуються на вашому власному сервері. З увімкненими pro-налаштуваннями, ми розмістимо ваші файли на безпечному і гіпер-швидкому WPMU DEV CDN.

source: Filesize reductions
uk: Зменшення розміру файлів

source: Compression savings
uk: Збереження від стиснення

source: Reset
uk: Скинути

source: Enable super-compression
uk: Увімкнути супер-стиснення

source: Super-compress my files
uk: Супер-стиснути мої файли

source: Clears all local or hosted assets and recompresses files that need it
uk: Очищає усі локальні або збережені ресурси і заново стискає їх за необхідності

source: Move to Footer
uk: Перемістити в Підвал

source: Compress
uk: Стиснути

source: You chose to ignore your last performance test. Run a new test to see new recommendations.
uk: Ви можете ігнорувати останній тест продуктивності. Запустіть новий тест щоб побачити нові рекомендації.

source: Download Logs
uk: Завантажити Журнал

source: If you’re having issues with page caching, turn on the debug log to get insight into what’s going on.
uk: Якщо ви маєте проблеми з кешуванням сторінок. увімкніть журнал налагодження щоб зрозуміти що відбувається.

source: Cloudflare is connected for this domain.
uk: Cloudflare під'єднано до цього домену.

source: Copy the generated code into your .htaccess file & save your changes.
uk: Скопіюйте згенерований код у файл .htaccess і збережіть зміни.

source: Setup
uk: Налаштування

source: JavaScript, CSS, Media, Images
uk: JavaScript, CSS, Медіа, Зображення

source: Individual file types
uk: Окремі типи файлів

source: All file types
uk: Усі типи файлів

source: You have successfully ignored this performance test.
uk: Ви успішно проігнорували цей тест продуктивності.

source: Enable debug log
uk: Увімкнути журнал налагодження

source: If one of your pages or posts gets updated, turning this setting on will also regenerate all cached archives and taxonomies for all post types.
uk: Якщо одну з ваших сторінок або записів буде оновлено, увімкнення цього параметра також буде заново генерувати закешовані сторінки архіві та таксономій для усіх типів записів.

source: We've spent countless hours developing Hummingbird and making it free for you to use. We would really appreciate it if you dropped us a quick rating!
uk: Ми провели незліченні години розробляючи Hummingbird і роблячи його безкоштовним до вас. Ми були б дуже вдячні якби ви залишили нам швидку оцінку!

source: Caching pages for logged in users can reduce load on your server, but can cause strange behavior with some themes/plugins.
uk: Кешування сторінок для авторизованих користувачів може зменшити навантаження на ваш сервер, але може спричинити дивну поведінку деяких тем/плагінів.

source: Start a live chat.
uk: Розпочати живий чат.

source: Categories
uk: Категорії

source: Archives
uk: Архіви

source: Posts
uk: Записи

source: Blog
uk: Блог

source: Frontpage
uk: Головна сторінка

source: %s plugin detected. Please disable it to use Hummingbird page caching functionality.
uk: Виявлено плагін %s. Будь ласка, вимкніть його щоб мати змогу використовувати кешування сторінок Hummingbird.

source: Current status
uk: Поточний статус

source: File type
uk: Тип файлу

source: Automatic .htaccess rules have been applied.
uk: Було застосовано автоматичні правила .htaccess

source: Copy & paste the generated code below into your .htaccess file
uk: Скопіюйте і вставте згенерований нижче код у ваш файл .htaccess

source: If you are unable to get the automated method working you can copy the generated code below into your .htaccess file to activate GZip compression.
uk: Якщо ви не можете змусити автоматичний метод працювати, ви можете скопіювати згенерований нижче код у ваш файл .htaccess, щоб активувати GZip стиснення.

source: Apply Rules
uk: Застосувати правила

source: Follow the instructions to activate GZip compression for this website.
uk: Слідуйте інструкціям щоб активувати GZip стиснення на цьому веб-сайті.

source: Choose your server type. If you don’t know this, please contact your hosting provider.
uk: Оберіть тип вашого сервера. Якщо ви не знаєте цього, будь ласка, зв'яжіться з вашим хостинг провайдером.

source: Server type
uk: Тип сервера

source: %s of your compression types are inactive.
uk: %s типів стиснення не активні.

source: Store static HTML copies of your pages and posts to reduce the processing load on your server and dramatically speed up your page load time.
uk: Зберігати статичні HTML копії ваших сторінок і записів щоб зменшити навантаження на ваш сервер та різко пришвидшити час завантаження сторінки.

source: <a href="%s">Connect your account</a> to control your settings via Hummingbird.
uk: <a href="%s">Під'єднайте ваш обліковий запис</a> щоб контролювати ваші налаштування з Hummingbird.

source: Gravatar caching is currently active.
uk: Кешування CloudFlare наразі увімкнено.

source: Store local copies of Gravatars to avoid your visitors loading them on every page load.
uk: Зберігати локальні копії Gravatar щоб не змушувати ваших відвідувачів завантажувати його щоразу при завантаженні сторінки.

source: Current expiry
uk: Поточний термін дії

source: Note: Deactivating won’t lose any of your website data, only the cached pages will be removed and won’t be served to your visitors any longer. Remember this may result in slower page loads unless you have another caching plugin activate.
uk: Примітка: При відключенні ви не втратите жодних даних, лише кешовані сторінки будуть видалені і не будуть надалі надаватись вашим відвідувачам. Пам'ятайте, це може призвести до більш повільного завантаження сторінки, якщо ви не використовуєте інший плагін кешування.

source: You can deactivate page caching at any time.
uk: Ви можете вимкнути кешування сторінок в будь-який момент.

source: Specify any user agents you don’t want to send cached pages to like bots, spiders and crawlers. We’ve added a couple of common ones for you.
uk: Вкажіть будь-які агенти користувача, яким ви не бажаєте надсилати кешовані сторінки, наприклад роботам, шпигунам і сканерам. Ми додали кілька розповсюджених агентів для вас.

source: User agents
uk: Агенти користувача

source: You can tell Hummingbird not to cache specific URLs, or any URLs that contain strings. Add one entry per line.
uk: Ви можете сказати Hummingbird не кешувати окремі URL-адреси, або будь-які URL-адреси що містять рядки. Додайте по одному запису в рядок.

source: URL Strings
uk: URL-рядки

source: Specify any particular URLs you don’t want to cache at all.
uk: Вкажіть будь-яку окрему URL-адресу яку ви не бажаєте кешувати взагалі.

source: Exclusions
uk: Виключення

source: Clear full cache when post/page is updated
uk: Очистити весь кеш коли запис/сторінка оновлюється

source: You can turn on caching pages with GET parameters (?x=y at the end of a url), though generally this isn’t a good idea if those pages are dynamic.
uk: Ви можете ввімкнути кешування сторінок з GET параметрами (?x=y у кінці url-адреси), тому це може бути поганою ідеєю, якщо ці сторінки є динамічними.

source: Cache URL queries
uk: Кешувати URL запити

source: Include logged in users
uk: Включно з авторизованими користувачами

source: Fine tune page caching to work how you want it to.
uk: Детально налаштуйте кешування сторінок, щоб воно працювало так як ви хочете.

source: Page Types
uk: Типи Сторінок

source: Page caching is currently active.
uk: Кешування сторінок наразі увімкнене.

source: Hummingbird stores static HTML copies of your pages and posts to decrease page load time.
uk: Hummingbird зберігає статичні копії HTML сторінок і записів щоб зменшити час завантаження сторінки.

source: Clear all locally cached static pages
uk: Очистіть усі локально кешовані статичні сторінки.

source: Clear all locally cached Gravatars
uk: Очистити усі локально кешовані Gravatar

source: Last 30 days
uk: Останні 30 днів

source: Last 7 days
uk: Останні 7 днів

source: Last 1 day
uk: Останній 1 день

source: Hummingbird is just catching her breath - you can run another test in %d minute
uk: Дозвольте Hummingbird віддихатись - ви можете запустити ще один тест через %d хвилину

source: New Test
uk: Новий Тест

source: Page cache purged.
uk: Кеш сторінок очищено.

source: Website is reported down
uk: Повідомлено що веб-сайт недоступний

source: Error fetching Gravatar. Gravatar not found.
uk: Помилка при завантаженні Gravatar. Граватар не знайдено.

source: Error uploading file %s.
uk: Помилка при завантаженні файлу %s.

source: Error creating directory %s.
uk: Помилка при створенні директорії %s.

source: Defer
uk: Відкласти

source: This file can’t be combined
uk: Цей файл неможливо об'єднати

source: Calculating...
uk: Обрахунок...

source: WPMU DEV CDN is disabled
uk: CDN від WPMU DEV вимкнено

source: WPMU DEV CDN is active
uk: CDN від WPMU DEV увімкнено

source: This will deactivate Gravatar Caching and clear your local avatar storage.
uk: Це відключить кешування Кешування Gravatar та очистить локальне сховище аватарів.

source: Gravatar Caching is currently active.
uk: Кешування Gravatar наразі увімкнено

source: Clear cache
uk: Очистити кеш

source: Gravatar Caching stores local copies of avatars used in comments and in your theme. You can control how often you want the cache purged depending on how your website is set up.
uk: Кешування Gravatar зберігає копії аватарів використаних у коментарях і у вашій темі. Ви можете контролювати як часто ви хочете очищувати кеш в залежності від того як налаштовано ваш сайт.

source: Recommended expiry
uk: Рекомендований термін дії

source: Made changes?
uk: Внесли зміни?

source: Cloudflare account email
uk: E-mail адреса облікового запису Cloudflare

source: Add the code above to the http or inside server section in the file.
uk: Додайте наведений вище код до http або у розділ server файлу.

source: Copy the generated code into your nginx.conf usually located at /etc/nginx/nginx.conf or /usr/local/nginx/conf/nginx.conf
uk: Скопіюйте згенерований код до вашого файлу nginx.conf, зазвичай, цей файл розміщується у /etc/nginx/nginx.conf або /usr/local/nginx/conf/nginx.conf

source: If .htaccess does not work, and you have access to vhosts.conf or httpd.conf try this:
uk: Якщо .htaccess не працює, і ви маєте доступ до vhosts.conf або httpd.conf, спробуйте це:

source: Manual
uk: Вручну

source: Automatic
uk: Автоматично

source: Using Cloudflare?
uk: Використовуєш Cloudflare?

source: Page Caching
uk: Кешування Сторінок

source: Gravatar cache purged.
uk: Кеш Gravatar очищено.

source: Gravatar Caching
uk: Кешування Gravatar

source: Gzip Compression
uk: Gzip Стиснення

source: Rate Hummingbird
uk: Оцініть Hummingbird

source: This file has not a linked URL, it will not be combined/minified
uk: Цей файл не має прив'язаної URL-адреси, його не буде об'єднано/мінімізовано

source: Running scan...
uk: Триває сканування...

source: We noticed you’re running both the free and pro versions of Hummingbird. No biggie! We’ve deactivated the free version for you. Enjoy the pro features!
uk: Ми помітили, що ви використовуєте обидві, безкоштовну та pro-версію Hummingbird. Не проблема! Ми вимкнули безкоштовну версію. Насолоджуйтесь pro-функціями!

source: Awww yeah! You’ve got access to Hummingbird Pro! Let’s upgrade your free version so you can start using premium features. <a href="%s">Upgrade</a>
uk: О так! Ви отримали доступ до Hummingbird Pro! Давайте оновимо вашу безкоштовну версію, щоб ви користуватись преміум функціями. <a href="%s">Оновити</a>

source: This file included in your output can't be minified or combined
uk: Цей файл, включений у ваш вивід, не можливо мінімізувати чи об'єднати

source: Up Since
uk: Працює Без Збоїв З

source: Average server response time during the reporting period
uk: Середній час відповіді сервера протягом звітного періоду

source: Update Settings
uk: Оновити Налаштування

source: Remove
uk: Видалити

source: You
uk: Ви

source: Get all of this, plus heaps more as part of a WPMU DEV membership.
uk: Отримайте все це та набагато більше як частину членства у WPMU DEV.

source: A membership for Hummingbird Pro also gets you the award winning Smush Pro with unlimited advanced lossy compression that’ll give image heavy websites a speed boost.
uk: Членство для Hummingbird Pro надає вам як винагороду Smush Pro з безлімітним розширеним стисненням, яке зробить сайти з важкими зображеннями швидшими.

source: By default we minify your files via our API and send them back to your server. Pro users can host their files on WPMU DEV’s secure and hyper fast CDN, which will mean less load on your server and a fast visitor experience.
uk: За замовчуванням, ми мінімізуємо ваші файли за допомогою нашого API і надсилаємо їх назад на ваш сервер. Pro-користувачі можуть розміщувати свої файли на безпечному та гіпер-швидкому CDN від WPMU DEV, що означає менше навантаження на ваш сервер та швидкість для відвідувачів.

source: Compress your minified files up to 2x more than regular optimization and reduce your page load time even further.
uk: Стисніть ваші мінімізовані файли до двох разів більше ніж зі звичайною оптимізацією і зменшіть час завантаження сторінки ще більше.

source: Schedule Hummingbird to run regular performance tests daily, weekly or monthly and get email reports delivered straight to your inbox.
uk: Налаштуйте Hummingbird для запуску регулярних тестів продуктивності щодня, щотижня або щомісяця і отримуйте звіти на свою електронну скриньку.

source: Automation
uk: Автоматизація

source: Here's what you'll get by upgrading to Hummingbird Pro.
uk: Ось що ви отримаєте після оновлення до Hummingbird Pro.

source: Host my files on the WPMU DEV CDN
uk: Розміщувати мої файли на CDN від WPMU DEV

source: Apply
uk: Застосувати

source: WPMU DEV CDN
uk: CDN від WPMU DEV

source: This file type cannot be compressed and will be left alone
uk: Цей тип файлу неможливо стиснути і він буде залишений таким як є

source: Search by name or extension
uk: Шукати по імені або розширенню

source: Auto-enabled
uk: Автоматично ввімнено

source: Uptime Inactive
uk: Моніторинг Безперебійної Роботи Сайту не активовано

source: Pro Feature
uk: Pro Функція

source: Never
uk: Ніколи

source: Downtime notifications are enabled
uk: Повідомлення про збої в роботі сайту увімкнено

source: View stats
uk: Переглянути показники

source: Availability
uk: Доступність

source: Your website is currently up and humming.
uk: Ваш сайт наразі працює.

source: Monitor your website and get notified if/when it’s inaccessible. We’ll also watch your server response time.
uk: Стежте за вашим веб-сайтом та отримуйте повідомлення якщо/коли він недоступний. Ми також будемо слідкувати за часом відповіді вашого сервера.

source: Activate Smush
uk: Активувати Smush

source: WP Smush is installed but not activated! Activate and set up now to reduce page load time.
uk: WP Smush встановлено але не активовано! Активуйте і налаштуйте його прямо зараз щоб зменшити час завантаження сторінки.

source: Install Smush
uk: Встановити Smush

source: Automatically compress and optimize your images with our super popular Smush plugin.
uk: Автоматично стискайте та оптимізуйте ваші зображення з супер-популярним плагіном Smush.

source: Performance Test
uk: Тест Продуктивності

source: Upgrade to PRO
uk: Оновити до PRO

source: Hummingbird is running a test to measure your website performance, please wait.
uk: Hummingbird виконує тест для оцінки продуктивності вашого веб-сайту, будь ласка, зачекайте

source: Compress, combine and position your assets to dramatically improve your page load speed.
uk: Стискайте, об'єднуйте і змінюйте розміщення ваших ресурсів щоб значно покращити швидкість завантаження сторінки.

source: Gzip compresses your webpages and style sheets before sending them over to the browser.
uk: Gzip стискає ваші веб-сторінки і таблиці стилів перед тим як надсилати їх у браузер.

source: Response Time
uk: Час Відповіді

source: Reporting period
uk: Звітний період

source: Monthly
uk: Щомісячно

source: Weekly
uk: Щотижнево

source: Daily
uk: Щоденно

source: Reporting
uk: Звітування

source: Your local and Cloudflare caches have been successfully cleared. Your assets will regenerate the next time someone visits your website.
uk: Ваш локальний кеш Cloudflare був успішно очищений. Ваші ресурси буде заново згенеровано як тільки хтось відвідає ваш веб-сайт.

source: Your cache has been successfully cleared. Your assets will regenerate the next time someone visits your website.
uk: Ваш кеш було успішно очищено. Ваші ресурси буде заново згенеровано як тільки хтось відвідає ваш веб-сайт.

source: Cloudflare cache successfully purged. Please wait 30 seconds for the purge to complete.
uk: Кеш Cloudflare успішно очищено. Будь ласка, зачекайте 30 секунд для остаточного завершення очистки.

source: Made with %s by WPMU DEV
uk: Зроблено з %s від WPMU DEV

source: Minify callback does not exist
uk: Зворотній виклик мініфікації не існує

source: Hummingbird could not parse the content of this file
uk: Hummingbird не зміг розібрати вміст цього файлу

source: @import directive is not allowed in stylesheets
uk: Директива @import не дозволена в таблицях стилів

source: It looks like this file is empty
uk: Схоже, цей файл порожній

source: It seems that we are having problems in our servers. Asset optimization will be turned off for %d minutes
uk: Здається, у нас виникли проблеми із серверами. Оптимізація ресурсів буде вимкнена на %d хвилин.

source: Settings updated
uk: Налаштування оновлено

source: Enable WPMU DEV CDN
uk: Увімкнути CDN від WPMU DEV

source: Store my files on the WPMU DEV CDN
uk: Зберігати мої файли на CDN від WPMU DEV

source: 8 hours
uk: 8 годин

source: 2 hours
uk: 2 години

source: Invalid Cloudflare expiration value
uk: Не вірне значення терміну дії для Cloudflare

source: See this page unminified
uk: Побачити цю сторінку не мініфікованою

source: See this page minified
uk: Побачити цю сторінку мініфікованою

source: Cloudflare unknown error
uk: Невідома помилка Cloudflare

source: Cloudflare error: %s
uk: Помилка Cloudflare: %s

source: Enable Cloudflare
uk: Увімкнути Cloudflare

source: Test my website
uk: Протестуйте мій сайт

source: WP Smush is installed but no images have been smushed yet. Get in there and smush away!
uk: WP Smush встановлено, але жодне із зображень ще не було оптимізовано. Йдіть туди і оптимізуйте їх!

source: Unknown Error. Code: %s
uk: Невідома Помилка. Код: %s

source: Please, activate minification first. A new menu will appear in every site on your Network.
uk: Будь ласка, спочатку активуйте мініфікацію. Новий пункт меню з'явиться на кожному сайті вашої Мережі.

source: Settings
uk: Налаштування

source: Hummingbird zips through your site finding new ways to make it load faster, from file compression and minification to browser caching – because when it comes to pagespeed, every millisecond counts.
uk: Hummingbird занурюється у ваш сайт у пошуках нових шляхів зробити його швидшим, від стиснення і мініфікації до кешування браузера - тому що коли мова йде про швидкість завантаження сторінки, кожна мілісекунда важлива.

source: %d second
uk: %d секунда

source: %d day
uk: %d день

source: %d month
uk: %d місяць

source: %d year
uk: %d рік

source: 1 year
uk: 1 рік

source: 6 months
uk: 6 місяців

source: 3 months
uk: 3 місяці

source: 2 months
uk: 2 місяці

source: 1 month
uk: 1 місяць

source: 24 days
uk: 24 дні

source: 16 days
uk: 16 днів

source: 8 days
uk: 8 днів

source: 5 days
uk: 5 днів

source: 4 days
uk: 4 дні

source: 3 days
uk: 3 дні

source: 2 days
uk: 2 дні

source: 1 day
uk: 1 день

source: 20 hours
uk: 20 годин

source: 16 hours
uk: 16 годин

source: 12 hours
uk: 12 годин

source: 6 hours
uk: 6 годин

source: 5 hours
uk: 5 годин

source: 4 hours
uk: 4 години

source: 3 hours
uk: 3 години

source: 1 hour
uk: 1 година

source: You need to be a WPMU DEV Member
uk: Вам потрібно бути членом WPMU DEV

source: Outages
uk: Перебої

source: Re-check
uk: Перевірити

source: Combine
uk: Об'єднати

source: Checking files
uk: Перевірка файлів

source: Gzip is not working properly:
uk: Gzip не працює належним чином:

source: Enable compression
uk: Увімкнути стиснення

source: Re-Check Files
uk: Перевірити Файли

source: Last Down
uk: Останній Перебій У Роботі

source: Downtime
uk: Час Простою

source: Activate Smush Pro
uk: Активувати Smush Pro

source: Install Smush Pro
uk: Встановити Smush Pro

source: Try again
uk: Спробуйте ще раз

source: Test in progress
uk: Тест триває

source: Gzip compression is %1$s for %2$s
uk: Стиснення Gzip %1$s для %2$s

source: Status
uk: Статус

source: Gzip compresses your web pages and style sheets before sending them over to the browser. This drastically reduces transfer time since the files are much smaller.
uk: Gzip стискає сторінки вашого сайту і таблиці стилів перед тим як надіслати їх у браузер. Це різко зменшує час обміну, адже файли набагато менші.

source: Caching
uk: Кешування

source: Caching is disabled
uk: Кешування вимкнено

source: Caching is enabled but you aren't using our recommended value
uk: Кешування ввімкнено, але ви не використовуєте наші рекомендовані значення

source: Caching is enabled
uk: Кешування ввімкнено

source: Browser Caching is not working properly:
uk: Кешування Браузера не працює як слід:

source: If you do not have access to your NGINX config files you will need to contact your hosting provider to make these changes.
uk: Якщо ви не маєте доступу до файлів конфігурації NGINX, вам потрібно зв'язатись з вашим хостинг провайдером щоб внести ці зміни.

source: For NGINX servers:
uk: Для серверів NGINX:

source: Open a support ticket.
uk: Відкрийте білет підтримки.

source: Still having trouble?
uk: Все ще маєте проблеми?

source: Look for your site in the file and find the line that starts with <Directory> - add the code above into that section and save the file.
uk: Знайдіть ваш сайт у файлі, а потім знайдіть рядок що починається з <Directory> - додайте код наведений вище у цю секцію і збережіть файл.

source: Run Test
uk: Запустити Тест

source: File check in progress...
uk: Перевірка файлів триває...

source: Performance test in progress
uk: Тест продуктивності триває

source: Uptime
uk: Час Безвідмовної Роботи

source: Uptime Monitoring
uk: Моніторинг Часу Безвідмовної Роботи

source: GZIP Compression
uk: Стиснення GZIP

source: Performance Report
uk: Звіт Продуктивності

source: Dashboard
uk: Майстерня

source: Dismiss
uk: Відхилити

source: Tags
uk: Позначки

source: Cancel
uk: Скасувати

source: %d hour
uk: %d година

source: %d minute
uk: %d хвилина

source: Image Optimization
uk: Оптимізація зображень

source: Files
uk: Файли

source: Support
uk: Підтримка

source: None
uk: Немає

source: Type
uk: Тип

source: Schedule
uk: Відкласти

source: Active
uk: Діючий

source: Unknown Error
uk: Невідома помилка

source: Get Started
uk: Почати

source: We’ve detected you’re using Cloudflare!
uk: Ми виявили, що ви використовуєте Cloudflare!

source: Browser Caching
uk: Кеш браузера

source: Clear Cache
uk: Очистити кеш

source: Save Settings
uk: Зберегти налаштування

source: Overview
uk: Обзор

source: Configure
uk: Настроить

source: Activate
uk: Активувати

source: Reset to defaults
uk: Скинути до початкових значень

source: Choose plugin or theme
uk: Виберіть плагін або тему

source: Deactivate
uk: Вимкнути

source: Dismiss this notice.
uk: Відхилити це сповіщення.
