Repository: bvzk/mccloud
Catalog: languages/plugins/hummingbird-performance-*.po
Languages: uk

source: Generating Critical CSS
uk: Створення критичного CSS

source: New
uk: Додати

source: Static Server Cache
uk: Статичний кеш сервера

source: Safe mode
uk: Безпечний режим

source: Your safe mode changes have been published and are now live!
uk: Ваші зміни безпечного режиму опубліковано та доступні!

source: Test different settings in a safe environment without affecting visitors' experience. The changes done in the safe mode will be only visible to you (as an admin).
uk: Тестуйте різні налаштування в безпечному середовищі, не впливаючи на досвід відвідувачів. Зміни, внесені в безпечному режимі, бачитимете лише ви (як адміністратор).

source: We've completed the file check but haven't been able to load the files. Please try clearing your object cache, refresh the page and wait a few seconds to load the files, or visit your homepage to trigger the file list to show.
uk: Ми завершили перевірку файлів, але не змогли завантажити файли. Спробуйте очистити кеш об’єктів, оновіть сторінку та зачекайте кілька секунд, щоб завантажити файли, або відвідайте домашню сторінку, щоб відкрити список файлів.

source: Preview
uk: Попередній перегляд

source: Safe mode has been disabled!
uk: Безпечний режим вимкнено

source: Unpublished changes
uk: Неопубліковані зміни

source: <p>We tried applying the .htaccess rules automatically but we weren’t able to. Make sure your file permissions on your .htaccess file are set to 644, or <button/> and apply the rules yourself.</p>
uk: <p>Ми спробували застосувати правила .htaccess автоматично, але нам не вдалося. Переконайтеся, що ваші дозволи на файл .htaccess мають значення 644 або <button/> і застосуйте правила самостійно.</p>

source: Plugin
uk: Плагін

source: Deactivating
uk: Деактивація

source: Back
uk: Назад

source: Get started
uk: Початок роботи

source: Go to Dashboard
uk: Перейти до майстерні

source: Continue
uk: Продовжити

source: Finish
uk: Завершити

source: Getting Started
uk: Початок роботи

source: Documentation
uk: Документація

source: Undefined
uk: Не определено

source: Check Status
uk: Перевірити Стан

source: Previous
uk: Попередній

source: here
uk: тут

source: Delete permanently
uk: Видалити остаточно

source: API Token
uk: Токен API

source: Preload
uk: Попереднє завантаження

source: Download
uk: Завантажити

source: Description
uk: Опис

source: Save
uk: Зберегти

source: Upload
uk: Завантажити

source: Library
uk: Библиотека

source: Exclusion
uk: Виняток

source: Saving...
uk: Збереження…

source: Troubleshooting
uk: Решение проблем

source: View All
uk: Переглянути все

source: Gravatar Cache
uk: Gravatar кеш

source: Hide password
uk: Сховати пароль

source: Show password
uk: Показати пароль

source: All
uk: Всі

source: Sort by
uk: Сортувати за

source: Rows
uk: Рядки

source: Delete
uk: Видалити

source: Import / Export
uk: Імпорт / Експорт

source: Recommended
uk: Рекомендовані

source: Export
uk: Експорт

source: Import
uk: Імпорт

source: Got it
uk: Зрозуміло

source: Basic
uk: Базовий

source: Collapse
uk: Свернуть

source: Expand
uk: Розгорнути

source: Object Cache
uk: Кеш Object

source: %d minutes
uk: %d хвилин

source: Install %s
uk: Встановити %s

source: Activate %s
uk: Активувати %s

source: Method
uk: Спосіб

source: Height
uk: Висота

source: Width
uk: Ширина

source: Background color
uk: Колір фону

source: Align
uk: Вирівняти

source: Hover
uk: Наведення

source: Border color
uk: Колір межі

source: Border radius
uk: Радіус межі

source: Select
uk: Вибрати

source: Comments
uk: Коментарі

source: Port
uk: Порт

source: Password
uk: Пароль

source: Lazy Load
uk: Відкладене завантаження

source: Disconnect
uk: Від’єднатися

source: Saving
uk: Збереження

source: No thanks
uk: Ні, дякую

source: View details
uk: Детали

source: All Pages
uk: Всі сторінки

source: Homepage
uk: Домашня сторінка

source: Translations
uk: Переводы

source: Cookies
uk: Куки

source: Integrations
uk: Інтеграції

source: Next
uk: Далі

source: Connect
uk: Під’єднатися

source: Enabled
uk: Увімкнено

source: Reset Settings
uk: Скинути налаштування

source: Close
uk: Закрити

source: N/A
uk: Н/Д

source: Total
uk: Разом

source: Learn More
uk: Дізнатись більше

source: Size
uk: Розмір

source: Category
uk: Категорія

source: Slow
uk: Повільно

source: Fast
uk: Швидко

source: Average
uk: Середнє

source: Mobile
uk: Мобільний

source: Desktop
uk: Десктоп

source: Disable
uk: Вимкнути

source: Enable
uk: Увімкнути

source: Super Admin
uk: Администратор

source: Notifications
uk: Сповіщення

source: Plugins
uk: Плагіни

source: Privacy Policy
uk: Політика конфіденційності

source: Membership
uk: Членство

source: Community
uk: Спільнота

source: Free Plugins
uk: Безкоштовні плагіни

source: Recipients updated
uk: Отримувачі оновлені

source: No recipients defined.
uk: Отримувачі не вказані.

source: Error getting membership status
uk: Помилка отримання статусу членства

source: Enable high contrast mode
uk: Ввімкніть режим підвищеного контрасту

source: Increase the visibility and accessibility of elements and components to meet WCAG AAA requirements.
uk: Збільшити видимість і доступність елементів і компонентів для задоволення вимог WCAG AAA.

source: Color Accessibility
uk: Доступність кольору

source: Accessibility
uk: Доступність

source: Automate your workflow with daily, weekly or monthly reports sent directly to your inbox.
uk: Автоматизуйте робочий процес з щоденними, щотижневими або щомісячними звітами, надісланими безпосередньо на вашу пошту.

source: The requested module is inactive.
uk: Запитуваний модуль неактивний.

source: The requested module was invalid.
uk: Запитуваний модуль недійсний.

source: The requested module status was invalid.
uk: Статус запитуваного модуля недійсний.

source: Third parties
uk: Треті сторони

source: %s assets found
uk: %s ресурсів знайдено

source: If you’ve made changes to this file, you can recompress it without resetting your file structure.
uk: Якщо ви внесли зміни у цей файл, ви можете повторно стиснути його без зміни вашої структури файлів.

source: Log file purged
uk: Файл журналу очищено

source: Log file not found or empty
uk: Файл журналу не знайдено, або він порожній

source: Module not found
uk: Модуль не знайдено

source: Error removing asset file.
uk: Помилка видалення ресурсу.

source: %s assets found!
uk: %s ресурсів знайдено!

source: Clear
uk: Очистити

source: Disabling this module remotely is not possible.
uk: Відключення цього модуля віддалено не можливе.

source: Enabling this module remotely is not possible.
uk: Ввімкнення цього модуля віддалено не можливе.

source: Hummingbird module doesn't exist.
uk: Модуль Hummingbird не існує.

source: Run Performance Test
uk: Запустити Тест Швидкодії

source: Close this dialog window
uk: Закрити це діалогове вікно

source: Added/removed plugins or themes? Update your file list to include new files, and remove old ones
uk: Додали/видалили плагіни чи теми? Оновіть список ваших файлів щоб включити нові, та видалити старі

source: Get WP Smush Pro
uk: Отримай WP Smush Pro

source: Browser caching status updated.
uk: Статус кешування браузера оновлено.

source: Choose what bulk update actions you’d like to apply to the selected files. You still have to publish your changes before they will be set live.
uk: Оберіть, які з дій масового оновлення ви б хотіли застосувати до обраних файлів. Вам необхідно буде опублікувати зміни, щоб вони вступили в дію.

source: There was an error re-checking the caching status, please try again later.
uk: Виникла помилка під час перевірки статусу кешування, будь ласка, спробуйте ще раз.

source: Unable to create directory %s. Is its parent directory writable by the server?
uk: Неможливо створити теку %s. Чи доступна батьківська тека на запис?

source: Empty filename
uk: Порожня назва файлу

source: Could not write file %s
uk: Не можу створити файл %s

source: Sorry, this file type is not permitted for security reasons.
uk: Вибачте, цей тип файлів не дозволений із міркувань безпеки.

source: Choose where Hummingbird should store your modified assets.
uk: Оберіть, де Hummingbird повинен зберігати ваші модифіковані ресурси.

source: File Location
uk: Розміщення Файлу

source: Compression is off for this file. Turn it on to reduce its size
uk: Стиснення вимкнене для цього файлу. Ввімкніть його, щоб зменшити розмір файлу

source: Compression is on for this file, which aims to reduce its size
uk: Стиснення ввімкнене для цього файлу, що допоможе зменшити його розмір

source: This file is already compressed
uk: Цей файл вже стиснено

source: This file is queued for compression. It will get optimized when someone visits a page that requires it.
uk: Цей файл додано в чергу на стиснення. Його буде оптимізовано, коли хтось відвідає сторінку до якої включено даний файл.

source: Filesize Unknown
uk: Невідомий Розмір Файлу

source: You need to publish your changes for your new settings to take effect
uk: Вам потрібно опублікувати зміни, щоб ваші нові налаштування почали діяти.

source: This file has no linked URL, it will not be combined/minified
uk: Цей файл не має прив'язаної URL-адреси, він не буде об'єднаний/стиснений

source: This feature is inactive when you’re using the WPMU DEV CDN.
uk: Ця функція неактивна, якщо ви використовуєте WPMU DEV CDN.

source: For any pages/post/post types/taxonomies you don’t want to cache, use the <code>%s</code> constant to instruct Hummingbird not to cache specific pages or templates.
uk: Для усіх сторінок/записів/типів записів/таксономій, які ви не бажаєте кешувати, використовуйте константу <code>%s</code> щоб вказати Hummingbird не кешувати окремі сторінки або шаблони.

source: By default your subsite inherits your network admin’s cache settings.
uk: За замовчуванням, ваші дочірні сайти успадковують налаштування кешу мережі.

source: Cache Control
uk: Управління Кешем

source: Your blog is your frontpage
uk: Ваш блог є вашою домашньою сторінкою

source: Your subsite admins can use the DONOTCACHEPAGE constant to prevent caching on their custom post types.
uk: Адміністратори ваших дочірніх сайтів можуть використовувати константу DONOTCACHEPAGE, щоб запобігти кешуванню їх користувацьких типів записів.

source: Subsites will inherit the settings you use here, except any additional custom post types or taxonomies will be cached by default.
uk: Дочірні сайти будуть успадковувати налаштування, які ви використали тут, за виключенням усіх додаткових типів записів або таксономій, будуть кешуватись за замовчуванням.

source: Select which page types you wish to cache.
uk: Оберіть, які типи сторінок ви бажаєте кешувати.

source: Paste in recommended defaults.
uk: Вставити стандартні рекомендовані значення.

source: TRUE
uk: ТАК

source: FALSE
uk: НІ

source: undefined
uk: невизначено

source: OS Version
uk: Версія ОС

source: OS Hostname
uk: Назва хоста ОС

source: Operating System
uk: Операційна Система

source: Server local time
uk: Місцевий час сервера

source: Server Admin
uk: Адміністратор Сервера

source: Server Hostname
uk: Назва Хоста Сервера

source: Extensions
uk: Розширення

source: Error Reporting
uk: Повідомлення Про Помилки

source: Version
uk: Версія

source: Looking for files...
uk: Пошук файлів...

source: Server
uk: Сервер

source: Use this info if you are having issues with Hummingbird and your server setup. It will give you the most up to date information about your stack.
uk: Використовуйте цю інформацію, якщо ви маєте будь-які проблеми з Hummingbird і налаштуваннями вашого сервера. Це дасть вам найсвіжішу інформацію про ваш стек.

source: Adjust notification settings
uk: Налаштуйте параметри сповіщень

source: Re-check Asset Optimization
uk: Перевірити Оптимізацію Ресурсів

source: We've noticed you've made changes to your website. We recommend you clear Hummingbird's page cache to avoid any issues.
uk: Ми помітили що ви внесли зміни у ваш веб-сайт. Ми рекомендуємо очистити кеш сторінок Hummingbird щоб уникнути проблем.

source: Server IP
uk: IP сервера

source: System Information
uk: Системна інформація

source: Software Name
uk: Назва платформи

source: Software Version
uk: Версія платформи

source: Clear page cache
uk: Очистити кеш сторінки

source: The Network Admin has the WPMU DEV CDN turned off
uk: Адміністратор Мережі вимкнув WPMU DEV CDN

source: The Network Admin has the WPMU DEV CDN turned on
uk: Адміністратор Мережі увімкнув WPMU DEV CDN

source: Note: This will not remove any files, they will just go back to their original, unoptimized state.
uk: Примітка: Це не видалить жодних файлів, вони просто повернуться до оригінального, неоптимізованого стану.

source: No longer need Asset Optimization? This will completely deactivate this feature.
uk: Більше не потребуєте Оптимізації Ресурсів? Це повністю вимкне цю функцію.

source: Use this button to wipe any existing settings and return to defaults.
uk: Використовуйте цю кнопку щоб очистити усі налаштування і повернутись до стандартних.

source: Turn on the debug log to get insight into any issues you’re having.
uk: Увімкніть журнал налагодження, щоб дізнатися про будь-які існуючі проблеми.

source: Debug
uk: Налагодження

source: Host your files on WPMU DEV’s secure and hyper fast CDN.
uk: Розміщуйте ваші файли на захищеному та надшвидкому WPMU DEV CDN.

source: Compress your files up to 2x more with our enhanced optimization engine.
uk: Стискайте ваші файли до у 2 рази краще завдяки вдосконаленому мезанізму оптимізації.

source: Disable warnings in your WP Admin area.
uk: Вимкніть попередження у панелі Адміністратора WordPress.

source: Manual Notice
uk: Сповіщення Вручну

source: File Change Detection
uk: Виявлення Зміни Файлів

source: Cache for post has been cleared.
uk: Кеш для записів було очищено.

source: Error saving file
uk: Помилка збереження файлу

source: Unsupported content
uk: Вміст не підтримується

source: Cached data that themes and plugins have stored, but may still be in use. Note: the next page to load could take a bit longer due to WordPress regenerating transients.
uk: Кешовані дані які зберігають теми і плагіни, але які все ще можуть використовуватись. Примітка: завантаження наступної сторінки може зайняти певний час через відновлення перехідних процесів WordPress.

source: All Transients
uk: Усі Перехідні Процеси

source: Cached data that themes and plugins have stored, except these ones have expired and can be deleted
uk: Кешовані дані які зберігають теми і плагіни, крім тих, строк дії яких закінчився і які можуть бути видалені

source: Expired Transients
uk: Перехідні Процеси з Закінченим Строком Дії

source: Comments you've marked as trash but haven't permanently deleted yet
uk: Коментарі, які ви перемістили до кошика але ще не видалили остаточно

source: Comments marked as spam that haven't been deleted yet
uk: Коментарі, відмічені як спам, але які не було видалено

source: Posts or pages you've marked as trash but haven't permanently deleted yet
uk: Записи або сторінки, які ви перемістили до кошика але не видалили остаточно

source: Draft Posts
uk: Чернетки Записів

source: Historic versions of your posts and pages. If you don't need to revert to older versions, delete these entries
uk: Історія версій ваших записів та сторінок. Якщо вам не потрібно повернутатися до старих версій, видаліть ці записи

source: Make sure you have a current backup just in case.
uk: Переконайтесь що ви маєте поточну резервну копію, про всяк випадок.

source: database entries
uk: записи в базі даних

source: Are you sure you wish to delete
uk: Ви впевнені що хочете видалити

source: Error updating settings
uk: Помилка оновлення налаштувань

source: Enhanced Asset Optimization
uk: Розширена Оптимізація Ресурсів

source: Add CSS here
uk: Додайте CSS тут

source: CSS to insert into your <head> area
uk: CSS для вставки в область <head>

source: Post Revisions
uk: Редакції запису

source: Trashed Posts
uk: Видалені записи

source: Spam Comments
uk: Спам коментарі

source: Trashed Comments
uk: Видалені коментарі

source: Up to date
uk: Оновлено

source: %d dispensable entries
uk: %d несуттєвих записів

source: If you don't want your RSS Feed cached, you can disable it here.
uk: Якщо ви не бажаєте кешувати RSS-стрічку, ви можете вимкнути це тут.

source: Note: The default expiry is set to one hour.
uk: Примітка: За замовчуванням термін дії складає одну годину.

source: Expiry time
uk: Термін дії

source: RSS Feed Caching is currently active.
uk: Кешування RSS-стрічки наразі увімкнено.

source: RSS Caching is currently disabled.
uk: Кешування RSS-стрічки наразі вимкнено.

source: Disable caching
uk: Вимкнути кешування

source: Disable Caching
uk: Ввімкнути Кешування

source: seconds
uk: секунди

source: Note: Deactivating won’t lose any of your website data, only the cached pages will be removed and won’t be served to your visitors any longer.
uk: Примітка: Деактивація не призведе до втрати даних вашого сайту, лише кешовані сторінки будуть видалені і не будуть надаватись вашим відвідувачам.

source: You can deactivate page caching at any time. Remember this may result in slower page loads unless you have another caching plugin activate.
uk: Ви можете відключити кешування сторінок у будь-який момент. Пам'ятайте, це може призвести до повільнішого завантаження сторінок, якщо ви не маєте іншого плагіна кешування.

source: This setting adds the Page Caching tab to Hummingbird and allows a network or subsite admin to disable Page Caching if they wish to. Note: It does not allow them to modify your network settings.
uk: Цей параметр додасть вкладку Кешування Сторінок у Hummingbird і дозволить адміністраторам мережі або підсайтів за бажанням вимикати Кешування Сторінок. Примітка: Це не дозволить їм змінювати ваші налаштування мережі.

source: Allow subsites to disable page caching
uk: Дозволити підсайтам вимикати кешування сторінок.

source: Subsites
uk: Підсайти

source: Even though 404s are bad and you will want to avoid them with redirects, you can still choose to cache your 404 page to avoid additional load on your server.
uk: Не дивлячись на те що помилки 404 є поганими і ви захочете уникати їх за допомогою переадресації, ви все ще можете кешувати сторінки 404 щоб уникнути додаткового навантаження на ваш сервер.

source: Cache 404 requests
uk: Кешувати запити 404

source: Add one host entry per line replacing the http:// or https:// with // e.g. //fonts.googleapis.com. We’ve added a few common DNS requests to get you started.
uk: Додайте по одному запису хоста в рядок, замінюючи http:// чи https:// на //, наприклад, //fonts.googleapis.com. Ми додали кілька розповсюджених DNS для початку.

source: Speeds up web pages by pre-resolving DNS. In essence it tells a browser it should resolve the DNS of a specific domain prior to it being explicitly called – very useful if you use third party services.
uk: Зробіть ваші веб-сторінки швидшими за рахунок попереднього вирішення DNS. По суті, це говорить браузеру, що він повинен дозволити DNS певного домену до того як він буде викликаний - дуже корисно якщо ви використовуєте сторонні сервіси.

source: Prefetch DNS Requests
uk: Попередня вибірка DNS-запитів

source: Remove the default Emoji JS & CSS files
uk: Видалити стандартні JS і CSS файли Emoji

source: WordPress adds Javascript and CSS files to convert common symbols like “:)” to visual emojis. If you don’t need emojis this will remove two unnecessary assets.
uk: WordPress додає Javascript і CSS файли, щоб перетворювати звичайні символи, такі як “:)” у візуальні emoji. Якщо вам не потрібні emojis, це видалить не потрібні ресурси.

source: Remove query strings from my assets
uk: Видалити рядки запиту з ресурсів

source: Some proxy caching servers and even some CDNs cannot cache static assets with query strings, resulting in a large missed opportunity for increased speeds.
uk: Деякі проксі сервери кешування і навіть певні CDN не можуть кешувати статичні ресурси з рядками запиту, це призводить до великих втрат можливостей по збільшенню швидкості.

source: URL Query Strings
uk: Рядки запиту URL-адреси

source: Here are a few additional tweaks you can make to further reduce your page load times.
uk: Нижче наведено кілька додаткових налаштувань, які можна зробити для додаткового зменшення часу завантаження сторінки.

source: Save changes
uk: Зберегти зміни

source: Tip: Make sure you have a current backup before running a cleanup.
uk: Підказка: Переконайтесь, що у вас є поточна резервна копія сайту перед тим як запустити очищення.

source: Entries
uk: Записи

source: Data Type
uk: Тип Даних

source: RSS Caching
uk: Кешування RSS

source: Database Cleanup
uk: Очищення Бази Даних

source: Advanced Tools
uk: Розширені Інструменти

source: Asset Optimization
uk: Оптимізація Ресурсів

source: Upgrade to Hummingbird Pro
uk: Оновити до Hummingbird Pro

source: View Hummingbird Documentation
uk: Проглянути Документацію Hummingbird

source: Error deleting data.
uk: Помилка видалення даних.

source: Invalid type specified.
uk: Вказано не правильний тип.

source: Upgrade
uk: Оновити

source: General
uk: Загальне

source: Docs
uk: Документи

source: WPMU DEV - Your WordPress Toolkit
uk: WPMU DEV - Ваш WordPress Інструментарій

source: Customize Titles & Meta Data, OpenGraph, Twitter & Pinterest Support, Auto-Keyword Linking, SEO & Readability Analysis, Sitemaps, URL Crawler & more.
uk: Налаштуйте Заголовки і Мета Дані, OpenGraph, підтримка Twitter і Pinterest, автоматичне додання посилань до ключових слів, Аналіз SEO та Читабельності, Мапи Сайтів, Сканування URL та набагато більше.

source: SmartCrawl Search Engine Optimization
uk: SmartCrawl Оптимізація Для Пошукових Систем

source: Learn more
uk: Дізнатися більше

source: Security Tweaks & Recommendations, File & Malware Scanning, Login & 404 Lockout Protection, Two-Factor Authentication & more.
uk: Налаштування Безпеки та Рекомендації, Сканування Файлів та Шкідливого Коду, Захист Блокування Авторизації та 404, Двох Факторна Авторизація та багато іншого.

source: Defender Security, Monitoring, and Hack Protection
uk: Defender Моніторинг Безпеки та Захист Від Взлому

source: View features
uk: Переглянути функції

source: Resize, optimize and compress all of your images with the incredibly powerful and award-winning, 100% free WordPress image optimizer.
uk: Зміна розміру, оптимізація і стискання усіх ваших зображень з надзвичайно потужним і відзначеним нагородами, 100% безкоштовним оптимізатором зображень WordPress.

source: Smush Image Compression and Optimization
uk: Стиснення та Оптимізація Зображень Smush

source: Check out our other free wordpress.org plugins!
uk: Погляньте на решту наших безкоштовних плагінів на wordpress.org!

source: Website availability in the last
uk: Доступність вашого веб-сайту за останній

source: If you no longer wish to use Hummingbird’s Uptime Monitor you can turn it off completely.
uk: Якщо ви більше не бажаєте використовувати Моніторинг Безвідмовної Роботи Сайту, ви можете повністю його вимкнути.

source: Spacer image
uk: Проміжне зображення

source: No downtime has been reported during the reporting period.
uk: Жодних перебоїв в роботі сайту не було повідомлено за звітний період.

source: Logs
uk: Журнали

source: Unknown
uk: Невідомий

source: Are you sure?
uk: Ви впевнені?

source: 30 days
uk: 30 днів

source: 7 days
uk: 7 днів

source: Server Type
uk: Тип Сервера

source: Go Back
uk: Назад

source: You have chosen to ignore this performance test. Run a new test to see new recommendations.
uk: Ви вирішили ігнорувати тест продуктивності. Запустіть новий тест щоб побачити нові рекомендації.

source: Got It
uk: Зрозуміло

source: Confirm
uk: Підтвердити
