{"translation-revision-date":"2023-10-09 13:27:29+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Safe mode":["Безопасный режим"],"Preview":["Предпросмотр"],"Discard":["Отказ"],"Publish":["Опубликовать"],"Fonts":["Шрифты"],"Async":["Асинхронная"],"Preload":["Предварительная загрузка"],"Still having trouble?":["У вас все еще проблемы?"],"All":["Все"],"Sort by":["Сортировать по"],"Clear filters":["Очистить фильтры"],"External":["Внешний"],"Configurations":["Конфигурации"],"JavaScript files":["Файлы JavaScript"],"CSS files":["CSS-файлы"],"Recommended":["Рекомендуется"],"Basic":["Базовый"],"Reset settings":["Сбросить настройки"],"Close":["Закрыть"],"If you’ve made changes to this file, you can recompress it without resetting your file structure.":["Если вы внесли изменения в этот файл, вы можете повторно его сжать без сброса вашей структуры файлов."],"Added\/removed plugins or themes? Update your file list to include new files, and remove old ones":["Добавили\/удалили плагины или темы? Обновите список файлов чтобы включить новые и удалить старые"],"Choose what bulk update actions you’d like to apply to the selected files. You still have to publish your changes before they will be set live.":["Выберите, какие из действий массового обновления вы хотите применить к выбранным файлам. Вам всё ещё нужно опубликовать изменения чтобы они вступили в действие."],"Compression is on for this file, which aims to reduce its size":["Сжатие включено для этого файла, что поможет уменьшить его размер"],"This file is already compressed":["Этот файл уже сжат"],"This file is queued for compression. It will get optimized when someone visits a page that requires it.":["Этот файл добавлен в очередь на сжатие. Он будет оптимизирован когда кто-то посетит страницу включающую его."],"This file has no linked URL, it will not be combined\/minified":["У этого файла нету привязанного URL, он не будет сжат\/комбинирован"],"Filesize Unknown":["Неизвестный размер файла"],"Compression is off for this file. Turn it on to reduce its size":["Сжатие выключено для этого файла. Включите его чтобы уменьшить размер файла"],"You need to publish your changes for your new settings to take effect":["Чтобы новые настройки вступили в силу, необходимо опубликовать изменения"],"The Network Admin has the WPMU DEV CDN turned off":["Администратор Сети выключил CDN от WPMU DEV"],"The Network Admin has the WPMU DEV CDN turned on":["Администратор Сети включил CDN от WPMU DEV"],"Filesize reductions":["Сокращения размера файлов"],"Total Files":["Всего файлов"],"Compression savings":["Сокращение размера после сжатия"],"Clears all local or hosted assets and recompresses files that need it":["Очистить все локальные или удаленные ресурсы и заново сжать файлы при необходимости"],"Move to Footer":["Переместить в Подвал"],"Compress":["Сжать"],"Start a live chat.":["Запустить чат."],"Exclusions":["Исключения"],"Host your files on WPMU DEV’s blazing-fast CDN":["Размещайте свои файлы на молниеносно быстром CDN от WPMU DEV"],"Defer":["Отложить"],"This file can’t be combined":["Этот файл нельзя объеденить"],"Clear cache":["Очистить кеш"],"Manual":["Вручную"],"Apply":["Применить"],"WPMU DEV CDN":["CDN от WPMU DEV"],"This file type cannot be compressed and will be left alone":["Этот файл невозможно сжать, он будет оставлен в исходном состоянии"],"Search by name or extension":["Поиск по имени или расширению"],"Choose plugin or theme":["Выберите Плагин или Тему"],"Pro":["Pro"],"Your cache has been successfully cleared. Your assets will regenerate the next time someone visits your website.":["Ваш кеш был успешно очищен. Ваши ресурсы будут восстановлены при следующем посещении вашего сайта."],"Enable WPMU DEV CDN":["Включить CDN от WPMU DEV"],"Combine":["Объединить"],"Re-Check Files":["Перепроверить Файлы"],"Disabled":["Отключено"],"Open a support ticket.":["Откройте билет поддержки."],"Files":["Файлы"],"Cancel":["Отмена"],"Automatic":["Автоматический"],"Inline":["В одну линию"]}},"comment":{"reference":"admin\/assets\/js\/wphb-react-minify.js"}}