Repository: bvzk/mccloud
Catalog: languages/plugins/hummingbird-performance-*.po
Languages: uk

source: View Documentation
uk: Переглянути документацію

source: Welcome %s
uk: Ласкаво просимо %s

source: Inactive
uk: Неактивна

source: Inline
uk: Лінійно

source: Pages
uk: Cторінки

source: Save Changes
uk: Зберегти зміни

source: Upgrade to Pro
uk: Оновити до Про

source: Disabled
uk: Вимкнено
