Repository: bvzk/mccloud
Catalog: languages/plugins/robo-gallery-*.po
Languages: ru_ru

source: Make your gallery unbelievable faster. With enabled cache option you gallery load faster in ten times.
ru_ru: Сделайте вашу галерею невероятно быстрой. С включенной опцией кэширования галерея загружается в десять раз быстрее.

source: Cache
ru_ru: Кэш

source: How to create shortcode?
ru_ru: Как создать шорткод?

source: How to upload gallery images?
ru_ru: Как загрузить изображения из галереи?

source: How to manage gallery post?
ru_ru: Как управлять галереей записи?

source: Install and configuration guide
ru_ru: Руководство по установке и настройке

source: How to setup Polaroid style?
ru_ru: Как установить стиль Polaroid?

source: New Categories Manager
ru_ru: Менеджер новых рубрик

source: How to make custom grid layout?
ru_ru: Как сделать собственный макет сетки?

source: How to install key?
ru_ru: Как установить ключ?

source: Panel
ru_ru: Панель

source: Lightbox Description Panel
ru_ru: Панель описания лайтбокса

source: Control Buttons
ru_ru: Кнопки управления

source: Loading
ru_ru: Загрузка

source: Gallery:
ru_ru: Галерея:

source: New gallery
ru_ru: Новая галерея

source: This widget available in Pro version
ru_ru: Виджет доступен в Pro версии

source: Publish gallery on your website.
ru_ru: Опубликуйте галерею на своем сайте.

source: Robo Gallery Widget
ru_ru: Виджет Robo Gallery

source: Enable [thumbs + link]
ru_ru: Включить [миниатюры + ссылка]

source: Enable [thumbs]
ru_ru: Включить [миниатюры]

source: Add SEO content
ru_ru: Добавить SEO-контент

source: SEO Optimization
ru_ru: SEO оптимизация

source: Show Clone Block
ru_ru: Показать блок Клонирование

source: Clone Block
ru_ru: Клонировать блок

source: Show Text
ru_ru: Показать текст

source: Text Block
ru_ru: Текстовый блок

source: Create Post Settings
ru_ru: Создать настройки для записи

source: Express panel
ru_ru: Экспресс-панель

source: Disable
ru_ru: Выключить

source: Enable
ru_ru: Включить

source: Debug
ru_ru: Отладка

source: Size Calculations Delay
ru_ru: Задержка при расчетах размеров

source: for the case if Your theme already have awesome fonts loaded
ru_ru: на случай, если в вашей теме уже загружены шрифты awesome

source: Don't load
ru_ru: Не загружать

source: Load
ru_ru: Загрузить

source: Forced include
ru_ru: Принудительно вкладывать

source: Alternative
ru_ru: Альтернатива

source: Default
ru_ru: По умолчанию

source: jQuery Version
ru_ru: Версия jQuery

source: Hide
ru_ru: Скрыть

source: Show
ru_ru: Показать

source: Categories Manager
ru_ru: Управление рубрикой

source: Compatibility Settings
ru_ru: Настройки совместимости

source: inherit
ru_ru: наследовать

source: Video
ru_ru: Видео

source: Blank Link
ru_ru: Пустая ссылка

source: Link
ru_ru: Ссылка

source: Column
ru_ru: Столбец

source: Shortcode
ru_ru: Шорткод

source: Views
ru_ru: Просмотры

source: You can create only 3 galleries. Update to PRO to get unlimited galleries
ru_ru: Вы можете создать только 3 галереи. Обновите на PRO версию чтобы убрать это ограничение

source: Edit Gallery
ru_ru: Изменить галерею

source: Add Gallery
ru_ru: Добавить галерею

source: key
ru_ru: ключ

source: Please update
ru_ru: Обновить

source: Available in
ru_ru: Доступно в

source: Robo Gallery plugin
ru_ru: Плагин Robo Gallery

source: Configure it in
ru_ru: Настроить в

source: Select gallery
ru_ru: Выбрать галерею

source: Add Robo Gallery
ru_ru: Добавить Robo Gallery

source: Insert
ru_ru: Вставить

source: Border Options
ru_ru: Параметры рамки

source: Shadow Options
ru_ru: Параметры тени

source: Shadow
ru_ru: Тень

source: Radius
ru_ru: Радиус

source: Thumbs View Options
ru_ru: Параметры просмотра миниатюр

source: Success: Statistic successfully reset!
ru_ru: Успех: Статистика успешно обнулена!

source: Are you sure that you wish to reset statistics?
ru_ru: Вы действительно хотите сбросить статистику?

source: Gallery Views
ru_ru: Просмотры галереи

source: Here you can create and customize new post with gallery inside it
ru_ru: Здесь вы можете создать и настроить новую запись с галереей внутри нее

source: Posts List
ru_ru: Список записей

source: Gallery Tools
ru_ru: Инструменты галереи

source: After Text
ru_ru: После текста

source: Pre Text
ru_ru: Предварительный текст

source: Text Addons
ru_ru: Текстовые дополнения

source: Custom Ratio
ru_ru: Произвольное соотношение

source: Thumbs Options
ru_ru: Параметры миниатюр

source: Padding
ru_ru: Внутренний отступ

source: Gallery Size Options
ru_ru: Параметры размера галереи

source: use this shortcode to insert this gallery into page, post or widget
ru_ru: используйте этот шорткод для вставки этой галереи на страницу, в запись или виджет

source: Gallery Shortcode
ru_ru: Шорткод галереи

source: Polaroid Style Options
ru_ru: Параметры стиля Polaroid

source: No More Entries Label
ru_ru: Этикетка Нет больше записей

source: Load More Label
ru_ru: Загрузить больше этикеток

source: Loading Label
ru_ru: Этикетка при загрузке

source: Wait No Matter What
ru_ru: Подождите, несмотря ни на что

source: Wait Thumbs Load
ru_ru: Ожидание загрузки миниатюр

source: Load More Amount
ru_ru: Загрузить большее количество

source: Images Amount
ru_ru: Количество изображений

source: Loading Text
ru_ru: Загрузка текста

source: Lazy Load
ru_ru: Отложенная загрузка

source: Loading Options
ru_ru: Параметры загрузки

source: Pink
ru_ru: Розовый

source: Green
ru_ru: Зелёный

source: Blue
ru_ru: Синий

source: Red
ru_ru: Красный

source: Dark
ru_ru: Темная

source: Light
ru_ru: Светлая

source: Description Style
ru_ru: Стиль описания

source: Description Source
ru_ru: Источник описания

source: Mobile Style
ru_ru: Мобильный стиль

source: Arrow Icon
ru_ru: Значок стрелки

source: Close Icon
ru_ru: Значок закрытия

source: Counter Divider
ru_ru: Разделитель счётчиков

source: Images Counter
ru_ru: Счётчик изображений

source: This option enable linking for every particular image
ru_ru: Эта опция позволяет установить ссылку для каждого конкретного изображения

source: Deep Linking
ru_ru: Внешняя [гипер] ссылка

source: Text Color
ru_ru: Цвет текста

source: Caption
ru_ru: Подпись

source: Text Source
ru_ru: Источник текста

source: Lightbox Options
ru_ru: Параметры лайтбокса

source: Manage Images
ru_ru: Управление изображениями

source: Zoom Icon
ru_ru: Значок масштабирования

source: Link Icon
ru_ru: Значок ссылки

source: Description
ru_ru: Описание

source: Zoom Button
ru_ru: Кнопка масштабирования

source: Link Button
ru_ru: Кнопка ссылки

source: Show Title
ru_ru: Показать заголовок

source: fade
ru_ru: исчезание

source: direction-bottom
ru_ru: направление вниз

source: direction-top
ru_ru: направление вверх

source: direction-left
ru_ru: направление влево

source: direction-right
ru_ru: направление вправо

source: direction-aware-fade
ru_ru: исчезание с учетом направления

source: direction-aware
ru_ru: с учетом направления

source: push-down-100%
ru_ru: сдвиг вниз 100%

source: push-up-100%
ru_ru: сдвиг вверх 100%

source: push-down
ru_ru: сдвиг вниз

source: push-up
ru_ru: сдвиг вверх

source: Effect
ru_ru: Эффект

source: Bg Color
ru_ru: Цвет фона

source: this option turn off hover effect only for mobile devices
ru_ru: эта опция отключает эффект наведения только для мобильных устройств

source: No Hover for Mobile
ru_ru: Нет наведения для мобильных

source: Off
ru_ru: Выкл

source: On
ru_ru: Вкл

source: Hover Options
ru_ru: Параметры наведения

source: Video Guides
ru_ru: Видео инструкции

source: Very useful option for the webmasters who planning to create a lot of galleries. You don't have to configure it every time. Just setup styles of the gallery in one place and use the same options for another galleries on your website in another galleries. Very fast, comfortable, advanced tool to speed up your work flow!
ru_ru: Очень полезный вариант для веб-мастеров, планирующих создавать множество галерей. Вам не нужно настраивать его каждый раз. Просто настройте стили галереи в одном месте и используйте те же параметры для других галерей на своем веб-сайте в других галереях. Очень быстрый, удобный и продвинутый инструмент для ускорения рабочего процесса!

source: When you select here to inherit settings from another gallery you'll not be able to edit some of the options. Gallery will copy all settings from selected source.
ru_ru: Если вы выберете здесь наследование настроек из другой галереи, вы не сможете редактировать некоторые параметры. Галерея скопирует все настройки из выбранного источника.

source: Source Gallery
ru_ru: Исходная галерея

source: Clone Gallery
ru_ru: Копировать галерею

source: search
ru_ru: поиск

source: Center
ru_ru: По центру

source: Border
ru_ru: Рамка

source: All
ru_ru: Все

source: Search
ru_ru: Поиск

source: Menu Style
ru_ru: Стиль меню

source: Menu Labels
ru_ru: Этикетки меню

source: Tags
ru_ru: Метки

source: Menu
ru_ru: Меню

source: Menu Options
ru_ru: Параметры меню

source: Trash
ru_ru: Корзина

source: Drafts
ru_ru: Черновики

source: Published
ru_ru: Опубликовано

source: Total Galleries
ru_ru: Всего галерей

source: Total Images
ru_ru: Всего изображений

source: Total Views
ru_ru: Всего просмотров

source: Images Statistics
ru_ru: Статистика изображений

source: Gallery Statistics
ru_ru: Статистика галереи

source: Dismiss this notice.
ru_ru: Отклонить это уведомление.

source: Reset
ru_ru: Сброс

source: Robo Gallery Statistics
ru_ru: Статистика Robo Gallery

source: Status
ru_ru: Статус

source: Preview
ru_ru: Предпросмотр

source: created
ru_ru: создан

source: Post
ru_ru: Запись

source: Short tag of the gallery will be insert into created article.
ru_ru: В созданную статью будет вставлен короткая метка галереи.

source: Text
ru_ru: Текст

source: Slug
ru_ru: Ярлык

source: Title
ru_ru: Заголовок

source: Category
ru_ru: Рубрики

source: Add new post
ru_ru: Добавить новую запись

source: Create post
ru_ru: Создать запись

source: Post manager
ru_ru: Управление записью

source: Edit
ru_ru: Изменить

source: OK
ru_ru: ОК

source: Error
ru_ru: Ошибка

source: Cancel
ru_ru: Отмена

source: Save
ru_ru: Сохранить

source: Categories
ru_ru: Рубрики

source: disabled because you select gallery clone option
ru_ru: отключен, так как выбран параметр клонирования галереи

source: This function available in latest versions of the plugin. <br/> Please login to <a href="https://robosoft.co/clients/" target="_blank">client member place section</a> and download latest version of the <strong>Robo Gallery Key plugin</strong>.<br/><br/> Install this key on the website and all features will be enabled.<br/> All previous functionality will be available with old Pro Key. <br/> Update required only for the case if you wish to enable all latest functions implemented in new version of the plugin.
ru_ru: Эта функция доступна в последних версиях плагина. <br/> Пожалуйста, войдите в <a href="https://robosoft.co/clients/" target="_blank">раздел места для клиентов</a> и загрузите последнюю версию <strong>плагина Robo Gallery Key</strong>. .<br/><br/> Установите этот ключ на сайт, и все функции будут включены.<br/> Все предыдущие функции будут доступны со старым Pro Key. <br/> Обновление требуется только в том случае, если вы хотите включить все последние функции, реализованные в новой версии плагина.

source: Goto Clients section
ru_ru: Перейти к разделу Клиенты

source: Update Robo Gallery PRO Key
ru_ru: Обновить ключ Robo Gallery PRO

source: This function available in PRO version
ru_ru: Эта функция доступна в версии PRO

source: Get Pro version
ru_ru: Получить версию Pro

source: Close
ru_ru: Закрыть

source: Get Robo Gallery Pro version
ru_ru: Получить версию Robo Gallery Pro

source: Bottom
ru_ru: Снизу

source: Right
ru_ru: Справа

source: Top
ru_ru: Сверху

source: Left
ru_ru: Cлева

source: Color
ru_ru: Цвет

source: Style
ru_ru: Стиль

source: Width
ru_ru: Ширина
