Repository: bvzk/mccloud
Catalog: languages/plugins/robo-gallery-*.po
Languages: ru_ru

source: Right click
ru_ru: Правый щелчок

source: Select the watermark alignment.
ru_ru: Выберите выравнивание водяного знака.

source: Watermark alignment
ru_ru: Выравнивание водяного знака

source: Watermark Text
ru_ru: Текст водного знака

source: Watermark
ru_ru: Водяной знак

source: Content Protection
ru_ru: Защита содержимого

source: Add All Pro Features + Grid Columns Manager + Mobile Friendly Tools
ru_ru: Добавить все возможности Pro + менеджер колонок сетки + инструменты для мобильных устройств

source: Add All Pro Features + Polaroid Mode + Content Source
ru_ru: Добавить все возможности Pro + режим Polaroid + источник содержимого

source: Add All Pro Features + More Styles + Long Description
ru_ru: Добавить все возможности Pro + дополнительные стили + большое описание

source: Add All Pro Features + Advanced Menu + Tags Mode + Gallery Search
ru_ru: Добавить все возможности Pro + расширенное меню + режим меток + поиск по галерее

source: Add All Pro Features + Gallery Images Links
ru_ru: Добавить все возможности Pro + ссылки на изображения в галерее

source: Preload
ru_ru: Предварительная загрузка

source: Lazy Load Settings
ru_ru: Настройки отложенной загрузки

source: Scrollbar
ru_ru: Полоса прокрутки

source: Navigation buttons
ru_ru: Кнопки навигации

source: Interface Options
ru_ru: Параметры интерфейса

source: Content panel theme
ru_ru: Тема панели Содержимое

source: Content panel source
ru_ru: Источник панели Содержимое

source: Content panel
ru_ru: Панель Содержимое

source: Content Panel Settings
ru_ru: Настройки панели Содержимое

source: here you can customize thumbnails quality, depend of this value you will have different thumbnails resolution. Please check values for the thumbnails resolutions
ru_ru: здесь вы можете настроить качество миниатюр, в зависимости от этого значения у вас будет разное разрешение миниатюр. Пожалуйста, проверьте значения разрешений миниатюр

source: Slider Images Quality
ru_ru: Качество изображений слайдера

source: Random
ru_ru: Случайно

source: Date &uarr;
ru_ru: Дата &uarr;

source: Date &darr;
ru_ru: Дата &darr;

source: Title &uarr;
ru_ru: Заголовок &uarr;

source: Title &darr;
ru_ru: Заголовок &darr;

source: Category &uarr;
ru_ru: Рубрика &uarr;

source: Category &darr;
ru_ru: Рубрика &darr;

source: in our gallery we use smart algorithm for the size calculation. In Max Width option you define maximum allowed size of the gallery box
ru_ru: в нашей галерее мы используем умный алгоритм расчета размеров. В опции Max Width(Макс. ширина) вы определяете максимально допустимый размер окна галереи

source: Slider Height
ru_ru: Высота слайдера

source: Slider Auto Height
ru_ru: Автоматическая высота слайдера

source: Slider Width
ru_ru: Ширина слайдера

source: Slider Auto Width
ru_ru: Автоматическая ширина слайдера

source: General Slider Options
ru_ru: Основные параметры слайдера

source: Direction
ru_ru: Направление

source: Delay
ru_ru: Задержка

source: Slider autoplay
ru_ru: Автозапуск слайдера

source: Animation Options
ru_ru: Параметры анимации

source: Slider
ru_ru: Слайдер

source: If you have some questions or any kind of problems with gallery installation or configuration feel free to <a href="%s" target="_blank">post ticket here</a>
ru_ru: Если у вас есть вопросы или какие-либо проблемы с установкой или настройкой галереи, не стесняйтесь <a href="%s" target="_blank">разместить заявку здесь</a>

source: Type
ru_ru: Тип

source: Robo Gallery draft updated.
ru_ru: Обновлен черновик Robo Gallery.

source: M j, Y @ G:i
ru_ru: d.m.Y H:i

source: Robo Gallery scheduled for: <strong>%1$s</strong>.
ru_ru: Robo Gallery запланирована на: <strong>%1$s</strong>.

source: Robo Gallery submitted.
ru_ru: Представлена Robo Gallery.

source: Robo Gallery saved.
ru_ru: Сохранена Robo Gallery.

source: Robo Gallery published.
ru_ru: Опубликована Robo Gallery.

source: Robo Gallery restored to revision from %s
ru_ru: Robo Gallery восстановлена до редакции от %s

source: Custom field deleted.
ru_ru: Произвольное поле удалено.

source: Custom field updated.
ru_ru: Произвольное поле обновлено.

source: Robo Gallery updated.
ru_ru: Обновлена Robo Gallery.

source: Untitled
ru_ru: Без заголовка

source: Copy features for this gallery are not enabled
ru_ru: Функции копирования для этой галереи не включены

source: Copy creation failed, could not find original:
ru_ru: При копировании произошла ошибка, не удалось найти оригинал:

source: No gallery to copy has been supplied!
ru_ru: Галерея для копирования не предоставлена!

source: New Draft
ru_ru: Новый черновик

source: Copy to a new draft
ru_ru: Копировать в новый черновик

source: Clone
ru_ru: Клонировать

source: Clone this item
ru_ru: Клонировать этот элемент

source: If you have some new features request or some functionality update for our gallery plugin please <a href="%s" target="_blank">post some message</a> with description.
ru_ru: Если у вас есть запрос на новые функции или обновление функций для нашего плагина галереи, <a href="%s" target="_blank"> отправьте сообщение </a> с описанием.

source: Click for information
ru_ru: Нажмите для информации

source: Gallery Grid
ru_ru: Галерея сеткой

source: Gallery Mosaic
ru_ru: Галерея мозаикой

source: Gallery Grid Pro
ru_ru: Галерея сеткой Pro

source: Gallery WallStyle Pro
ru_ru: Галерея WallStyle Pro

source: Gallery Youtube Pro
ru_ru: Галерея YouTube Pro

source: Gallery Masonry Pro
ru_ru: Галерея кладкой Pro

source: Gallery Polaroid Pro
ru_ru: Галерея Polaroid Pro

source: Gallery Youtube
ru_ru: Галерея YouTube

source: Gallery Mosaic Pro
ru_ru: Галерея мозаикой Pro

source: Gallery Polaroid
ru_ru: Галерея Polaroid

source: Gallery Masonry
ru_ru: Галерея кладкой

source: New Feature
ru_ru: Новая функция

source: Premium function
ru_ru: Премиум-функция

source: Open images manager and configure <strong>Link</strong>, <strong>Tags</strong> and <strong>Video</strong> (YouTube, Vimeo) for every gallery image.
ru_ru: Откройте Управление изображениями и настройте <strong>Ссылка</strong>, <strong>Метки</strong> и <strong>Видео</strong> (YouTube, Vimeo) для каждого изображения галереи.

source: Images
ru_ru: Изображения

source: Update license key
ru_ru: Обновить лицензионный ключ

source: With latest version of the license key you get access to the full list of the latest functionality of the plugin.
ru_ru: С последней версией лицензионного ключа вы получаете доступ к полному списку новейших функций плагина.

source: Please update license key to the latest version.
ru_ru: Обновите лицензионный ключ до последней версии.

source: Update license key file
ru_ru: Обновить файл лицензионного ключа

source: Current Gallery Type
ru_ru: Текущий тип галереи

source: Youtube Content IDs
ru_ru: ID содержимого YouTube

source: Playlist
ru_ru: Список воспроизведения

source: - mode import all youtube videos with IDs from the field below.
ru_ru: - режим импорта всех видеороликов youtube с ID из поля ниже.

source: Videos by ID
ru_ru: Видеоролики по ID

source: - mode import videos from youtube playlists. You just need to specify id(s) of the required youtube playlists in the field below.
ru_ru: - режим импорта видео из плейлистов youtube. Вам просто нужно указать id необходимых плейлистов YouTube в поле ниже.

source: Playlist
ru_ru: Список воспроизведения

source: - mode import videos from youtube channels. You just need to specify id(s) of the required youtube channels in the field below.
ru_ru: - режим импорта видео с каналов youtube. Вам просто нужно указать id(ы) нужных каналов youtube в поле ниже.

source: Channel
ru_ru: Канал

source: Here you can setup youtube gallery in two simple steps. Select value for youtube content mode and after that youtube content ids for the videos, youtube playlist or youtube channel
ru_ru: Здесь вы можете настроить галерею YouTube за два простых шага. Выберите значение для режима содержимого YouTube и после этого идентификаторы содержимого YouTube для видео, плейлиста YouTube или канала YouTube

source: Add Youtube Channel & Playlist add-on
ru_ru: Добавить канал Youtube и дополнение для плейлиста

source: and set youtube API key
ru_ru: и установите ключ API YouTube

source: this link
ru_ru: эта ссылка

source: Please follow
ru_ru: Подписаться

source: Youtube Gallery Settings
ru_ru: Настройки галереи YouTube

source: none
ru_ru: отсутствует

source: Additional Functionality available in Pro version
ru_ru: Дополнительные функциональные возможности доступны в версии Pro

source: Please make sure that you setup Youtube API key in gallery settings. Check values of the video content IDs. Please contact Robo Gallery support if you can't find the reason of this problem.
ru_ru: Убедитесь, что вы установили ключ API Youtube в настройках галереи. Проверьте значения ID видеоконтента. Если вы не можете найти причину проблемы, обратитесь в службу поддержки Robo Gallery.

source: No Youtube Videos.
ru_ru: Нет видео на YouTube.

source: Just add custom JS files to this field.
ru_ru: Просто добавьте в это поле собственные файлы JS.

source: Just add custom CSS files to this field.
ru_ru: Просто добавьте в это поле собственные файлы CSS.

source: This is timeout for the clear youtube gallery cache option. Value in hours for the cleaning period of the cached resources.
ru_ru: Это время ожидания для параметра очистки кеша галереи YouTube. Значение периода очистки кэшированных ресурсов в часах.

source: for the google developers console
ru_ru: для консоли разработчиков google

source: this official instruction
ru_ru: настоящая официальная инструкция

source: If you don't know how to create Youtube API key please follow
ru_ru: Если вы не знаете, как создать ключ API YouTube, пожалуйста, следуйте инструкции

source: Youtube Api Key
ru_ru: Ключ API YouTube

source: Description. text la la
ru_ru: Описание. текст ла ла

source: No galleries found in Trash.
ru_ru: В корзине нет галерей.

source: Parent Robo Galleries:
ru_ru: Родитель Robo Galleries:

source: Search Robo Galleries
ru_ru: Поиск Robo Galleries

source: View Robo Gallery
ru_ru: Смотреть Robo Gallery

source: Add New Robo Gallery
ru_ru: Добавить новую Robo Gallery

source: Please make sure that you didn't enabled option: Images of the Current Gallery. Option should have Show value to show images.
ru_ru: Убедитесь, что вы не включили опцию: Изображения из текущей галереи. Параметр должен иметь значение Показать, чтобы показывать изображения.

source: You didn't select any Robo Gallery item in editor. Please select one from the list or create new gallery
ru_ru: Вы не выбрали ни одного элемента Robo Gallery в редакторе. Dыберите один из списка или создайте новую галерею

source: No post
ru_ru: Нет записи

source: JS Files
ru_ru: JS-файлы

source: Path for included files from the WordPress Root Directory
ru_ru: Путь для включенных файлов из корневого каталога WordPress

source: Css Files
ru_ru: CSS-файлы

source: Custom JS\CSS
ru_ru: Произвольные JS/CSS

source: Please save gallery first, to apply custom CSS
ru_ru: Сначала сохраните галерею, чтобы применить собственный CSS

source: gallery general settings
ru_ru: основные настройки галереи

source: General custom CSS possible to define in
ru_ru: Основные настраиваемые CSS можно определить в

source: Add any custom CSS to target this specific gallery.
ru_ru: Добавьте любой настраиваемый CSS, чтобы настроить таргетинг на эту конкретную галерею.

source: For example
ru_ru: К примеру

source: Css Style
ru_ru: Стиль CSS

source: Custom CSS
ru_ru: Произвольный CSS

source: Amount of the image in load more pagination step. After click on Load more button gallery load this amount of new images
ru_ru: Количество изображения в загрузке больше шага нумерации страниц. После нажатия на кнопку Загрузить больше, галерея загрузит это количество новых изображений

source: Amount of the images which gallery load on start by default
ru_ru: Количество изображений, которые галерея загружает при запуске по умолчанию

source: Please upload images in images manager section. Click on Manage Images button on the right side of the gallery settings.
ru_ru: Загружайте изображения в разделе "Менеджер изображений". Нажмите на кнопку "Управление изображениями" в правой части настроек галереи.

source: No Images.
ru_ru: Нет изображений.

source: In the gallery list last column contain shortcode of the every item in the list. Just click on this field and Shortcode will be copied to the clipboard. Another place where you can find shortcode - gallery settings / right side column widget.
ru_ru: В списке галереи последний столбец содержит шорткоды каждого элемента в списке. Просто нажмите на это поле, и шорткод будет скопирован в буфер обмена. Еще одно место, где можно найти шорткод - настройки галереи / виджет правой колонки.

source: Where to find Shortcode?
ru_ru: Где найти шорткод?

source: Current version tested and work properly in Gutenberg editor. Just create gallery and copy / paste shortcode of the selected gallery into Gutenberg post.
ru_ru: Текущая версия протестирована и корректно работает в редакторе Gutenberg. Просто создайте галерею и скопируйте / вставьте шорткод выбранной галереи в запись Gutenberg.

source: Robo Gallery is Gutenberg ready!
ru_ru: Robo Gallery готова к Gutenberg!

source: When you enable this mode entire thumbnail get clickable, not only hover buttons
ru_ru: Когда вы включаете этот режим, активируется вся миниатюра, а не только кнопки наведения

source: Clickable Thumbnails
ru_ru: Миниатюры с возможностью клика

source: Gallery Alignment
ru_ru: Выравнивание галереи

source: Add Gallery / Images
ru_ru: Добавить галерею / изображения

source: robo gallery do not require any special skills for configuration of your first gallery. Configuration settings is really simple. Just click Add Gallery link on the left side, upload images to the Image Manager and save first gallery with custom title. In the list of the galleries you can find new created gallery with direct link to the front end post generated for this new gallery item
ru_ru: robo gallery не требует специальных навыков для настройки вашей первой галереи. Настройки конфигурации очень просты. Просто нажмите на ссылку Добавить галерею слева, загрузите изображения в менеджер изображений и сохраните первую галерею с пользовательским названием. В списке галерей вы можете найти новую созданную галерею с прямой ссылкой на фронт-энд пост, созданный для этого нового элемента галереи

source: First gallery configuration
ru_ru: Конфигурация первой галереи

source: in robo gallery you can fully customize layout of the thumbnails. Create classic grid, grid with different size thumbnails, masonry layout. You have no limits for customization
ru_ru: в Robo Gallery вы можете полностью настроить макет миниатюр. Создайте классическую сетку, сетку с миниатюрами разного размера, макет кладки. У вас нет ограничений на настройку

source: Robo Gallery grid layout configuration
ru_ru: Конфигурация макета сетки Robo Gallery

source: please watch this video to see how to setup Polaroid style gallery in few simple steps. For the content panel below thumbnails you can use description, title or caption of the images
ru_ru: посмотрите это видео, чтобы узнать, как настроить галерею в стиле Polaroid за несколько простых шагов. Для панели содержимого под миниатюрами вы можете использовать описание, заголовок или заголовок изображений

source: Polaroid style configuration in Robo Gallery
ru_ru: Конфигурация в стиле Polaroid в Robo Gallery

source: every gallery have section where you can manage posts which generated for every gallery item
ru_ru: в каждой галерее есть раздел, в котором вы можете управлять записями, создаваемыми для каждого элемента галереи

source: Robo Gallery Post Generator
ru_ru: Генератор записи Robo Gallery

source: every created gallery have different shortcode with ID. You can use gallery inside generated by default post, in gallery widget or use short code in any post or page
ru_ru: каждая созданная галерея имеет свой шорткод с ID. Вы можете использовать галерею внутри, созданную сообщением по умолчанию, в виджете галереи или использовать короткий код в любой записи или странице

source: How to use Robo Gallery shortcode
ru_ru: Как использовать шорткод Robo Gallery

source: video show process of the upload and management of the gallery images resources. Check how to use additional options of the images. Where to specify links and video links for the gallery images
ru_ru: видео показать процесс загрузки и управления ресурсами изображений галереи. Проверьте, как использовать дополнительные параметры изображений. Где указать ссылки и ссылки на видео для изображений галереи

source: Upload Robo Gallery Images
ru_ru: Загрузить изображения Robo Gallery

source: in robo gallery you can use drag and drop editor for configuration of the categories three. Here you can see how to create sub categories for main galleries
ru_ru: в robo gallery вы можете использовать редактор перетащить и вставить для настройки трех рубрик. Здесь вы можете увидеть, как создать подкатегории для основных галерей

source: Robo Gallery - Drag and Drop Categories Management
ru_ru: Robo Gallery - управление рубриками с помощью перетаскивания и вставки

source: this video show how to install key for activation premium features of the robo gallery
ru_ru: в этом видео показано, как установить ключ для активации премиум функций robo gallery

source: Robo Gallery Key Installation
ru_ru: Установка ключа Robo Gallery

source: Post Support Ticket
ru_ru: Отправить тикет поддержки

source: If you have some new features request or some functionality update for our gallery plugin please <a href="%s">post some message</a> with description.
ru_ru: Если у вас есть запрос на новые функции или обновление функций для нашего плагина галереи, пожалуйста, <a href="%s">разместите сообщение </a> с описанием.

source: If you have some questions or any kind of problems with gallery installation or configuration feel free to <a href="%s">post ticket here</a>.
ru_ru: Если у вас есть вопросы или какие-либо проблемы с установкой или настройкой галереи, не стесняйтесь <a href="%s"> разместить заявку здесь </a>

source: Need some Help ?
ru_ru: Нужна помощь?

source: That's it! Your first Robo Gallery Created!
ru_ru: Вот и все! Ваша первая Robo Gallery создана!

source: After save of the Publish button, below title you can find Permalink field with direct link to the created gallery on front end.
ru_ru: После сохранения кнопки Publish (Опубликовать), под заголовком вы можете найти поле Permalink(Постоянная ссылка) с прямой ссылкой на созданную галерею на фронт-энде.

source: Click on Manage Images button on the right side to open section where you can upload or manage your gallery resources.
ru_ru: Нажмите на кнопку Manage Images (Управление изображениями) справа, чтобы открыть раздел, в котором вы можете загружать или управлять ресурсами вашей галереи.

source: Define some Gallery title on top in another case title will be generated automatically when you click on save button.
ru_ru: Определите заголовок галереи сверху, в другом случае заголовок будет сгенерирован автоматически, когда вы нажмете кнопку сохранения.

source: Click <a href="%s" target="_blank">Add Gallery link</a> on the left side menu.
ru_ru: Нажмите <a href="%s" target="_blank">ссылку Добавить галерею</a> в меню слева.

source: How To Configure Your First Gallery?
ru_ru: Как настроить первую галерею?

source: If you have some questions or any kind of problems with gallery installation or configuration feel free to <a href="%s" target="_blank">post ticket here</a>.
ru_ru: Если у вас есть вопросы или какие-либо проблемы с установкой или настройкой галереи, не стесняйтесь <a href="%s" target="_blank">разместить заявку здесь</a>.

source: In our gallery you can easily customize layouts and interface styles.
ru_ru: В нашей галерее вы можете легко настроить макеты и стили интерфейса.

source: Flexible gallery images management tools. Links, videos and gallery lightbox support.
ru_ru: Гибкие инструменты управления изображениями в галерее. Поддержка ссылок, видео и лайтбокса галереи.

source: Robo Gallery is advanced responsive photo gallery plugin.
ru_ru: Robo Gallery - расширенный плагин для создания адаптивной фотогалереи.

source: Pro version
ru_ru: Pro версия

source: Get Pro Version
ru_ru: Получить версию Pro

source: Demos
ru_ru: Демонстрация

source: Help & Support
ru_ru: Помощь и поддержка

source: Add-ons
ru_ru: Дополнения

source: Overview
ru_ru: Обзор

source: Welcome to Robo Gallery
ru_ru: Добро пожаловать в Robo Gallery

source: Install Paid Version
ru_ru: Установить платную версию

source: Install Free Version
ru_ru: Установить бесплатную версию

source: You need to install new version of the widget to make it work. Install free or paid version of the Image Widget.
ru_ru: Вам необходимо установить новую версию виджета, чтобы он заработал. Установите бесплатную или платную версию Image Widget.

source: Gallery Widget
ru_ru: Виджет галереи

source: Most Viewed Gallery
ru_ru: Самая просматриваемая галерея

source: Random Gallery
ru_ru: Случайная галерея

source: Latest Gallery
ru_ru: Последняя галерея

source: Manage Galleries
ru_ru: Управление галереями

source: Confirm
ru_ru: Подтвердить

source: Please confirm that you wish to install new Add-on:
ru_ru: Подтвердите, что вы хотите установить новое дополнение:

source: Confirmation
ru_ru: Потверждение

source: Navigation
ru_ru: Навигация

source: Lightbox
ru_ru: Лайтбокс

source: Add-ons for %s it's even more awesome functionality and flexibility for the core gallery plugin.
ru_ru: Дополнения для %s - это еще более потрясающая функциональность и гибкость для основного плагина галереи.

source: %s Add-ons
ru_ru: %s дополнения

source: Oops ... Something went wrong. WordPress don't able to download add-on. Please try again later or download it manually from <a class='thickbox open-plugin-details-modal' href='%s'>[here]</a>. In the case if this situation repeat contact our [support team]
ru_ru: Что-то пошло не так. WordPress не может загрузить дополнение. Пожалуйста, повторите попытку позже или скачайте его вручную из <a class='thickbox open-plugin-details-modal' href='%s'>[здесь]</a>. В случае повторения данной ситуации свяжитесь с нашей [группой поддержки]

source: Purchase
ru_ru: Купить

source: You don't have permission for activate plugin
ru_ru: У вас нет разрешения на активацию плагина

source: Installed
ru_ru: Установленные

source: Installing
ru_ru: Установка

source: Install Now
ru_ru: Установить сейчас

source: Information
ru_ru: Информация

source: Deactivated
ru_ru: Деактивировано

source: Deactivating
ru_ru: Деактивация

source: Deactivate
ru_ru: Деактивировать

source: Activated
ru_ru: Активировано

source: Activating
ru_ru: Активация

source: Activate
ru_ru: Активировать

source: Downloading
ru_ru: Загрузка

source: Download
ru_ru: Скачать

source: This is timeout for the clear gallery cache option. Value in hours for the cleaning period of the cached resources.
ru_ru: Это время ожидания для параметра очистки кеша галереи. Значение периода очистки кэшированных ресурсов в часах.

source: Clear cache timeout
ru_ru: Очистить тайм-аут кэша

source: Robo Gallery Settings
ru_ru: Настройки Robo Gallery

source: Cache Settings
ru_ru: Настройки кеша

source: here
ru_ru: здесь

source: You can configure timeout for cleaning of the cached resources
ru_ru: Вы можете настроить тайм-аут для очистки кэшированных ресурсов

source: Statistics Gallery
ru_ru: Статистика Галереи

source: If you modify settings gallery generate new cache after save.
ru_ru: При изменении настроек галерея после сохранения генерирует новый кэш.
