{"translation-revision-date":"2025-05-13 08:23:17+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"%1$sBuy%2$s %3$s":["%1$sCumpără%2$s %3$s"],"30% OFF - BLACK FRIDAY":["REDUCERE de 30% - BLACK FRIDAY"],"Buy now":["Cumpără acum"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Dacă te-ai gândit la o actualizare, acum este momentul! REDUCEREA de 30% este valabilă până la 3 decembrie la ora 11:00"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Editarea conținutului este o sarcină ușoară! Optimizezi conținutul SEO cu sugestii rapide și aplicabile cu un singur clic.%1$s%2$sÎnvață mai multe%3$s%4$s"],"Optimize your SEO content with %s":["Optimizezi conținutul SEO cu %s"],"Undefined error message.":["Mesaj de eroare nedefinit."],"30-day money back guarantee.":["Garantăm restituirea banilor în 30 zile (de la cumpărare)."],"Only $\/€\/£99 per year (ex VAT)":["Numai 99 $\/€\/£ pe an (fără TVA)"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Lasă inteligența artificială (AI) să gândească în locul tău și să te ajute să economisești timp. Ai sugestii de înaltă calitate pentru titluri și descrieri meta ca să-ți clasezi conținutul mai sus în rezultatele motoarelor de căutare și să arate foarte bine pe media socială. %1$sAflă mai multe%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Lasă inteligența artificială (AI) să gândească în locul tău și să te ajute să economisești timp. Ai sugestii de înaltă calitate pentru titlurile și descrierile meta pentru produsele tale ca să-ți clasezi conținutul mai sus în rezultatele motoarelor de căutare și să arate foarte bine pe media socială. %1$sAflă mai multe%2$s%3$s"],"Explore %s now!":["Explorează %s acum!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sSuport non-stop (24\/7)%2$s: inclusiv noaptea și în weekend."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: titluri și meta descrieri SEO mai bune, mai repede."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sMai multe cuvinte cheie%2$s: te clasezi mai sus în mai multe căutări."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sPrevizualizări atractive pe media socială%2$s: oameni vor dori să dea clic pe ele."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sFără legături nefuncționale%2$s: manager de redirecționări automate."],"%1$sSuper fast%2$s internal linking suggestions.":["Sugestii %1$sultrarapide%2$s pentru legături interne."],"Generate product titles & descriptions with AI!":["Cu AI, generezi titluri și descrieri pentru produse!"],"Unlock with the %1$s":["Deblochează cu %1$s"],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Folosești AI ca să generezi titluri și descrieri meta, să redirecționezi automat paginile șterse, să primești suport non-stop (24\/7) și multe, multe altele!"],"30% OFF":["Reducere de 30%"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Beneficiază acum de reducerea de 30%!"],"Use AI to write your titles & meta descriptions!":["Folosești AI ca să scrii titluri și descrieri meta!"],"New in %1$s":["Noutăți în %1$s"],"Use AI":["Folosești AI"],"Potentially non-inclusive":["Potențial neincluziv"],"%1$sGet%2$s %3$s":["%1$sIa%2$s %3$s"],"Allow":["Permite"],"Deny":["Refuză"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Pentru a vedea acest video, trebuie să permiți ca %1$s să încarce videoclipuri înglobate din %2$s."],"Unlock with %1$s":["Deblochează cu %1$s"],"Something went wrong. An unexpected error occurred.":["Ceva nu a mers bine. A apărut o eroare neașteptată."],"Refresh this page":["Reîmprospătează această pagină"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Din păcate, asta înseamnă că toate modificările nesalvate din această secțiune vor fi pierdute. Pentru a rezolva problema, poți să încerci să reîmprospătezi această pagină. Dacă această eroare apare în continuare, contactează echipa noastră pentru suport și îți vom oferi tot ajutorul de care ai nevoie!"],"Contact support":["Contactează suportul"],"We're very sorry, but it seems like the following error has interrupted our application:":["Regretăm, dar se pare că următoarea eroare a oprit aplicația noastră:"],"Read reviews from real users":["Citește recenziile scrise de utilizatori reali"],"Beta":["Beta"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Ai modificări nesalvate în unul sau mai mulți pași. Dacă părăsești pagina, aceste modificări nu vor fi salvate. Sigur vrei să ieși din pagină?"],"Upgrade to %s":["Actualizează la %s"],"(Opens in a new browser tab)":["(Se deschide într-o filă nouă a navigatorului)"],"Good SEO score":["Punctaj SEO bun"],"OK SEO score":["Punctaj SEO OK"],"%1$s + %2$s":["%1$s + %2$s"],"Needs improvement":["Necesită îmbunătățire"],"Not available":["Indisponibilă"],"Good":["bun"],"OK":["OK"],"Close":["Închide"],"(no parent)":["(fără părinte)"]}},"comment":{"reference":"js\/dist\/term-edit.js"}}