{"translation-revision-date":"2025-05-13 08:23:17+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"%s also gives you:":["De asemenea, %s îți oferă:"],"30% OFF - BLACK FRIDAY":["REDUCERE de 30% - BLACK FRIDAY"],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Evidențiezi zonele pentru îmbunătățiri în text, nu mai cauți acul în carul cu fân, direct la optimizare! Acum și în Elementor!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sSuport non-stop (24\/7)%2$s: inclusiv noaptea și în weekend."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: titluri și meta descrieri SEO mai bune, mai repede."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sMai multe cuvinte cheie%2$s: te clasezi mai sus în mai multe căutări."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sPrevizualizări atractive pe media socială%2$s: oameni vor dori să dea clic pe ele."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sFără legături nefuncționale%2$s: manager de redirecționări automate."],"%1$sSuper fast%2$s internal linking suggestions.":["Sugestii %1$sultrarapide%2$s pentru legături interne."],"Last year":["Anul trecut"],"Last week":["Săptămâna trecută"],"Last day":["Ultima zi"],"Last updated":["Ultima actualizare"],"Activate tracking to show the ranking position":["Activează urmărirea pentru a arată poziția în clasamentele motoarelor de căutare"],"Unlock Premium SEO analysis":["Deblochează analiza oferită de Premium SEO"],"Get more help with writing content that ranks":["Primești mai mult ajutor ca să scrii conținut care să se claseze mai sus"],"$ USD \/ € EUR \/ £ GBP per year (ex. VAT)":["$ (USD)\/€ (EUR)\/£ (GBP) pe an (fără TVA)"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Îți verifici textul folosind mai multe criterii SEO și ai o analiză îmbunătățită a frazelor cheie, deci este mai ușor să-ți optimizezi conținutul."],"Click here to upgrade your %s plan":["Dă clic aici pentru a-ți actualiza planul %s"],"Keyphrases tracked: %1$s\/%2$s":["Fraze cheie urmărite: %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Urmărești %1$s din %2$s fraze cheie incluse în contul tău."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Urmărești %1$s din %2$s fraze cheie incluse în contul tău gratuit."],"Close the upgrade callout":["Închide solicitarea de actualizare"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s și ai o reducere exclusivă de %2$s pentru %3$s luni."],"Potentially non-inclusive":["Potențial neincluziv"],"Inclusive language:":["Limbaj incluziv:"],"Premium SEO analysis:":["Analiză SEO Premium:"],"1 year of premium support and updates included!":["Sunt incluse actualizări și suport premium timp de 1 an!"],"Unlock with %s":["Deblochează cu %s"],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Înainte de a urmări performanțele SEO, asigură-te că ai stabilit titlul articolului și l-ai salvat ca ciornă sau că ai stabilit manual descriptorul articolului."],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Se pare că ceva nu a mers bine la preluarea datelor de pe site-ul tău. Te rog %s și încearcă din nou."],"reconnect to %s":["reconectează-te la %s"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Ceva nu a mers bine în timpul urmăririi poziției pe care o ocupă pagina ta. Te rog reîncearcă mai târziu."],"Tracking the ranking position…":["Urmăresc poziția de clasare..."],"Read more about keyphrase tracking with Wincher":["Citește mai multe despre urmărirea frazelor cheie cu Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Urmărirea automată a frazelor cheie este activată. Frazele tale cheie vor fi urmărite automat de %s când publici articole."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Te-ai conectat cu succes la %s! Acum poți urmări performanțele SEO pentru frazele cheie din această pagină."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Cu %1$s, poți urmări poziția pe care o ocupă pagina ta în rezultatele de căutare pe baza frazei (frazelor) tale cheie. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["În prezent, %s urmărește poziția pe care o ocupă pagina ta în clasamentele motoarelor de căutare. S-ar putea să dureze câteva minute. Te rog așteaptă sau revino mai târziu."],"upgrade your %s plan":["actualizează-ți planul %s"],"You've reached the maximum amount of %1$d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %2$s.":["Ai ajuns la numărul maxim de %1$d fraze cheie pe care le poți adăuga în contul tău Wincher. Dacă vrei să adaugi mai multe fraze cheie, te rog %2$s."],"No keyphrase has been set. Please set a keyphrase first.":["Nu ai setat nicio frază cheie. Stabilește mai întâi o frază cheie."],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Poți activa\/dezactiva urmărirea performanțelor SEO pentru fiecare frază cheie de mai jos."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Poziția frazei cheie în ultimele 90 de zile, pe o scară de la 0 la 100."],"Tracking":["Urmărire"],"Position":["Poziție"],"Learn more about the SEO performance feature.":["Află mai multe despre funcționalitatea performanță SEO."],"SEO performance":["Performanță SEO"],"Connect with %s":["Conectează-te cu %s"],"* focus keyphrase":["* frază cheie"],"Get more insights over at %s":["Ai mai multe informații la %s"],"Position over time":["Poziție în decursul timpului"],"Last month":["Luna trecută"],"The number of headers and header labels don't match.":["Numărul de anteturi și etichete de antet nu este identic."],"Make sure to save your %s for changes to take effect":["Pentru ca modificările să aibă efect, asigură-te că salvezi %s."],"Return to your %s":["Întoarce-te la %s"],"SEO analysis:":["Analiză SEO:"],"Keyphrase":["Frază cheie"],"Readability analysis:":["Analiză lizibilitate:"],"%d day":["O zi","%d zile","%d de zile"],"Good results":["Rezultate bune"],"Considerations":["Considerații"],"Errors":["Erori"],"Good SEO score":["Punctaj SEO bun"],"OK SEO score":["Punctaj SEO OK"],"Needs improvement":["Necesită îmbunătățire"],"Problems":["Probleme"],"Not available":["Indisponibilă"],"Improvements":["Necesită îmbunătățire"],"Good":["bun"],"OK":["OK"],"View":["Vezi"]}},"comment":{"reference":"js\/dist\/editor-modules.js"}}