{"translation-revision-date":"2025-05-13 08:23:17+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Update Site Kit by Google to the latest version to connect %s.":["Actualizează Site Kit by Google la ultima versiune pentru a conecta %s."],"Update Site Kit by Google":["Actualizează Site Kit by Google"],"You don’t have view access to Site Kit by Google. Please contact the admin who set it up.":["Nu ai acces pentru vizualizare la Site Kit by Google. Te rog să contactezi administratorul care l-a configurat."],"Please contact your WordPress admin to install, activate, and set up the Site Kit by Google plugin.":["Te rog să contactezi administratorul WordPress pentru a instala, activa și configura modulul Site Kit by Google."],"Yes, disconnect":["Da, deconectează"],"No, stay connected":["Nu, rămâi conectat"],"By disconnecting, you will revoke your consent for Yoast to access your Site Kit data, meaning we can no longer show insights from Site Kit by Google on your dashboard. Do you want to proceed?":["Dacă deconectezi, vei revoca consimțământul ca Yoast să-ți acceseze datele Site Kit by Google, deci nu mai putem să afișăm informațiile de la Site Kit by Google în panoul tău de control. Vrei să continui?"],"Are you sure?":["Sigur?"],"CONNECT":["CONECTEAZĂ"],"SET UP":["INIȚIALIZEAZĂ"],"ACTIVATE":["ACTIVEAZĂ"],"INSTALL":["INSTALEAZĂ"],"Install Site Kit by Google":["Instalează Site Kit by Google"],"Activate Site Kit by Google":["Activează Site Kit by Google"],"Set up Site Kit by Google":["Configurează Site Kit by Google"],"Connect Site Kit by Google":["Conectează Site Kit by Google"],"Disconnect":["Deconectează"],"Successfully connected":["Am conectat cu succes"],"View traffic and search rankings on your dashboard by connecting your Google account.":["Prin conectarea contului tău Google, vizualizezi traficul și clasamentele de căutare în panoul tău de control."],"Get valuable insights with %1$sSite Kit by Google%2$s":["Obții informații valoroase cu %1$sSite Kit by Google%2$s"],"Site Kit by Google":["Site Kit by Google"],"Grant consent":["Dă-ți consimțământul"],"Give us permission to access your Site Kit data, allowing insights from tools like Google Analytics and Search Console to be displayed directly on your dashboard.":["Dă-ne permisiunea de a accesa datele tale Site Kit by Google pentru ca informațiile din instrumente Google Analytics și Search Console să fie afișate direct în panoul tău pe control."],"Grant consent to connect with Site Kit by Google":["Dă-ți consimțământul pentru conectarea Site Kit by Google"],"%1$sBuy%2$s %3$s":["%1$sCumpără%2$s %3$s"],"30% OFF - BLACK FRIDAY":["REDUCERE de 30% - BLACK FRIDAY"],"Buy now":["Cumpără acum"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Dacă te-ai gândit la o actualizare, acum este momentul! REDUCEREA de 30% este valabilă până la 3 decembrie la ora 11:00"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Editarea conținutului este o sarcină ușoară! Optimizezi conținutul SEO cu sugestii rapide și aplicabile cu un singur clic.%1$s%2$sÎnvață mai multe%3$s%4$s"],"Optimize your SEO content with %s":["Optimizezi conținutul SEO cu %s"],"Undefined error message.":["Mesaj de eroare nedefinit."],"30-day money back guarantee.":["Garantăm restituirea banilor în 30 zile (de la cumpărare)."],"Only $\/€\/£99 per year (ex VAT)":["Numai 99 $\/€\/£ pe an (fără TVA)"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Lasă inteligența artificială (AI) să gândească în locul tău și să te ajute să economisești timp. Ai sugestii de înaltă calitate pentru titluri și descrieri meta ca să-ți clasezi conținutul mai sus în rezultatele motoarelor de căutare și să arate foarte bine pe media socială. %1$sAflă mai multe%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Lasă inteligența artificială (AI) să gândească în locul tău și să te ajute să economisești timp. Ai sugestii de înaltă calitate pentru titlurile și descrierile meta pentru produsele tale ca să-ți clasezi conținutul mai sus în rezultatele motoarelor de căutare și să arate foarte bine pe media socială. %1$sAflă mai multe%2$s%3$s"],"Explore %s now!":["Explorează %s acum!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sSuport non-stop (24\/7)%2$s: inclusiv noaptea și în weekend."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: titluri și meta descrieri SEO mai bune, mai repede."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sMai multe cuvinte cheie%2$s: te clasezi mai sus în mai multe căutări."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sPrevizualizări atractive pe media socială%2$s: oameni vor dori să dea clic pe ele."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sFără legături nefuncționale%2$s: manager de redirecționări automate."],"%1$sSuper fast%2$s internal linking suggestions.":["Sugestii %1$sultrarapide%2$s pentru legături interne."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Folosești AI ca să generezi titluri și descrieri meta, să redirecționezi automat paginile șterse, să primești suport non-stop (24\/7) și multe, multe altele!"],"30% OFF":["Reducere de 30%"],"BLACK FRIDAY":["BLACK FRIDAY"],"Claim your 30% off now!":["Beneficiază acum de reducerea de 30%!"],"Use AI to write your titles & meta descriptions!":["Folosești AI ca să scrii titluri și descrieri meta!"],"Mastodon profile added":["Am adăugat profilul Mastodon"],"Mastodon profile not yet added":["Profilul Mastodon nu a fost încă adăugat"],"Verify your site on %1$s%2$s%3$s":["Confirmă-ți și verifică-ți site-ul cu %1$s%2$s%3$s"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Adaugi mai multă încredere profilului tău %1$s prin verificarea și confirmarea site-ul tău cu %2$s."],"Get %1$srich results for your digital products%2$s in Google search":["Ai %1$srezultate îmbogățite pentru produsele tale digitale%2$s în căutările pe Google"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s integrează rezultatul schemei %1$s în propria sa schemă pentru a obține fragmente bogate pentru produsele tale digitale!"],"%1$sGet%2$s %3$s":["%1$sIa%2$s %3$s"],"Allow":["Permite"],"Deny":["Refuză"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Pentru a vedea acest video, trebuie să permiți ca %1$s să încarce videoclipuri înglobate din %2$s."],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Deblochează rezultatele bogate în căutările pe Google folosind module care se integrează cu %1$sYoast Schema API%2$s."],"Schema API integrations":["Integrări Schema API"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s poate fi integrat cu alte produse ca să te ajute să-ți îmbunătățești și mai mult site-ul. Poți să activezi sau să dezactivezi aceste integrări mai jos."],"Unlock rich snippets for your product pages by using %1$s.":["Deblochează fragmentele îmbogățite pentru paginile tale cu produse folosind %1$s."],"Get %1$srich product results%2$s in Google search":["Ai %1$srezultate îmbogățite pentru produse%2$s în căutările pe Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s se integrează cu Schema API oferită de %2$s pentru a avea fragmente îmbogățite pentru rețetele tale!"],"Get %1$srich results for your recipes%2$s in Google search":["Ai %1$srezultate îmbogățite pentru rețete%2$s în căutările pe Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s se integrează cu Schema API oferită de %2$s pentru a avea fragmente îmbogățite pentru podcast-urile tale!"],"Get %1$srich results for your podcast%2$s in Google search":["Ai %1$srezultate îmbogățite pentru podcast-uri%2$s în căutările pe Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s se integrează cu Schema API oferită de %2$s pentru a avea fragmente îmbogățite pentru evenimentele tale!"],"Get %1$srich results for your events%2$s in Google search":["Ai %1$srezultate îmbogățite pentru evenimente%2$s în căutările pe Google"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Integrează câmpurile personalizate și datele SEO din %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Actualizează SEO %1$s%2$s%3$s"],"Improve your internal search results with %1$s%2$s%3$s":["Îmbunătățești rezultatele de căutare internă cu %1$s%2$s%3$s"],"Track your rankings through time with %1$s%2$s%3$s":["Urmărești în timp cum se clasează site-ul tău în motoarele de căutare cu %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Folosești %1$s%2$s%3$s pentru a cerceta cuvinte cheie - fără să părăsești articolul"],"Learn more":["Află mai multe"],"Unlock with %1$s":["Deblochează cu %1$s"],"Something went wrong. An unexpected error occurred.":["Ceva nu a mers bine. A apărut o eroare neașteptată."],"Refresh this page":["Reîmprospătează această pagină"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Din păcate, asta înseamnă că toate modificările nesalvate din această secțiune vor fi pierdute. Pentru a rezolva problema, poți să încerci să reîmprospătezi această pagină. Dacă această eroare apare în continuare, contactează echipa noastră pentru suport și îți vom oferi tot ajutorul de care ai nevoie!"],"Contact support":["Contactează suportul"],"We're very sorry, but it seems like the following error has interrupted our application:":["Regretăm, dar se pare că următoarea eroare a oprit aplicația noastră:"],"Read reviews from real users":["Citește recenziile scrise de utilizatori reali"],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Conectează-ți contul %1$s ca să îmbunătățești rezultatele de căutare folosind datele %2$s."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Actualizezi tagurile meta și previzualizările sociale și administrezi setările SEO dintr-un singur loc."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Îmbunătățești SEO (din punct de vedere tehnic), tagurile meta și deblochezi mai multe instrumente SEO pentru comerțul electronic."],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Profiți de instrumentele SEO, inclusiv pentru analiza conținutului, cu constructorul tău de pagini preferat."],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Ești mereu atent la clasarea articolelor tale în motoarele de căutare prin conectarea contului %s."],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Folosești câmpurile %s ca să-ți propulsezi tagurile meta și șabloanele și îți analizezi întregul conținut."],"Find out what your audience is searching for with %s data right in your sidebar.":["Cu datele %s, vezi ce caută publicul tău, direct în bara ta laterală."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Beneficiezi la maxim de %1$s%2$s%3$s și %4$s, laolaltă"],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Ai la îndemână instrumentele și funcționalitățile %1$s în %2$s%3$s%4$s"],"Enable integration":["Activează integrarea"],"Plugin integrations":["Integrări cu module"],"Recommended integrations":["Integrări recomandate"],"Activate %1$s Content Analysis for %2$s":["Activezi analiza conținutului %1$s pentru %2$s"],"%1$s integrates with %2$s":["%1$s se integrează cu %2$s"],"Install %1$s Content Analysis for %2$s":["Instalezi analiza conținutului %1$s pentru %2$s"],"Integration active":["Integrarea este activă"],"Plugin not detected":["Nu am detectat modulul"],"Integration unavailable for multisites":["Integrarea nu este disponibilă pentru multi-site"],"Network Disabled":["Rețeaua este dezactivată"],"Beta":["Beta"],"Activate %s":["Activează %s"],"Unlock with Premium":["Deblochează cu Premium"],"New":["Nou"],"Upgrade to %s":["Actualizează la %s"],"Other integrations":["Alte integrări"],"(Opens in a new browser tab)":["(Se deschide într-o filă nouă a navigatorului)"],"Buy %s":["Cumpără %s"],"Integrations":["Integrări"],"Close":["Închide"]}},"comment":{"reference":"js\/dist\/integrations-page.js"}}