Repository: bvzk/mccloud
Catalog: languages/plugins/wp-reset-*.po
Languages: ro_ro

source: Activate PRO License
ro_ro: Activează licența PRO

source: Premium Email Support
ro_ro: Suport premium prin email

source: Delete Widgets
ro_ro: Șterge piesele

source: Delete Content
ro_ro: Șterge conținutul

source: Delete Local Data
ro_ro: Șterge datele locale

source: Purge Cache
ro_ro: Șterge cache

source: Reset User Roles
ro_ro: Resetează rolurile de utilizator

source: An undocumented error has occurred. Please refresh the page and try again.
ro_ro: A apărut o eroare necunoscută. Te rog reîmprospătează pagina și încearcă din nou.

source: Reset
ro_ro: Resetează

source: Reset WordPress
ro_ro: Resetează WordPress

source: Visit WP Reset page for more info
ro_ro: Vizitează pagina WP Reset pentru mai multe informații

source: Something went wrong. Please refresh the page and try again.
ro_ro: Ceva nu a mers bine. Te rog reîmprospătează pagina și încearcă din nou.

source: Click "Cancel" to abort.
ro_ro: Dă clic pe „Anulează” pentru a renunța.

source: you will be logged out, automatically logged back in and taken to the admin dashboard
ro_ro: vei fi dezautentificat, apoi autentificat automat și direcționat înapoi la panoul de administrare

source: Type in "reset"
ro_ro: Tastează „reset”

source: <b>Invalid confirmation code.</b> Please type "reset" in the confirmation field.
ro_ro: <b>Cod de confirmare invalid.</b> Te rog tastează „reset” în câmpul de confirmare.

source: site title, WordPress URL, site URL, site language, search engine visibility and current user will always be restored
ro_ro: vor fi restaurate mereu: titlul site-ului, URL-ul WordPress, URL-ul site-ului, limba site-ului, vizibilitatea pentru motoarele de căutare și utilizatorul actual
