Repository: bvzk/mccloud
Catalog: languages/plugins/wpvivid-backuprestore-*.po
Languages: ro_ro

source: A name to help you identify the storage if you have multiple remote storage connected.
ro_ro: Un nume care să te ajute să identifici spațiul de stocare dacă ai mai multe stocări la distanță conectate.

source: Enter a unique alias: e.g. Dropbox-001
ro_ro: Introdu un alias unic: de exemplu, Dropbox-001

source: Enter Your Dropbox Information
ro_ro: Introdu informațiile despre Dropbox

source: You have authenticated the Dropbox account as your remote storage.
ro_ro: Ești autentificat la contul Dropbox pentru stocare la distanță.

source: The backup will be canceled after backing up the current chunk ends.
ro_ro: Copia de siguranță va fi anulată după ce se termină copia de siguranță a fragmentului curent.

source: running time:
ro_ro: timp de rulare:

source: Progress:
ro_ro: Progres:

source: Ready to backup. Progress: 0%, running time: 0second.
ro_ro: Gata pentru copia de siguranță. Progres: 0%, timp de rulare: 0 secunde.

source: This does not appear to be a WXR file, missing/invalid WXR version number
ro_ro: Acesta nu pare a fi un fișier WXR, lipsește numărul versiunii WXR sau este invalid

source: Details are shown above. The importer will now try again with a different parser...
ro_ro: Detaliile sunt arătate mai jos. Importatorul va încerca acum din nou cu un alt interpretor...

source: There was an error when reading this WXR file
ro_ro: A fost o eroare în timpul citirii acestui fișier WXR

source: Invalid file type
ro_ro: Tipul de fișier nu este valid

source: Fetching attachments is not enabled
ro_ro: Aducerea atașamentelor nu este activată

source: Sorry, this file type is not permitted for security reasons.
ro_ro: Regret, acest tip de fișier nu este permis din motive de securitate.

source: Last page
ro_ro: Ultima pagină

source: Next page
ro_ro: Pagina următoare

# paging
source: %1$s of %2$s
ro_ro: %1$s din %2$s

source: Current Page
ro_ro: Pagina curentă

source: Previous page
ro_ro: Pagina anterioară

source: First page
ro_ro: Prima pagină

source: %s item
ro_ro: %s element

source: Type:
ro_ro: Tip:

source: Media Files Size
ro_ro: Dimensiunea fișierelor media

source: Count
ro_ro: Număr

source: Post Types
ro_ro: Tipuri de articol

source: File Name
ro_ro: Nume fișier

source: Select Files
ro_ro: Selectează fișierele

# Uploader: Drop files here - or - Select Files
source: or
ro_ro: sau

source: Drop files here
ro_ro: Trage fișiere aici

source: Scan uploaded backup or received backup
ro_ro: Scanează copiile de siguranță, încărcate sau primite

source: Tips: Click the button below to scan all uploaded or received backups in directory
ro_ro: Sfaturi: dă clic pe butonul de mai jos pentru a scana toate copiile de siguranță din director, încărcate sau primite

source: Warning: There is no default remote storage available for the scheduled backups, please set up it first.
ro_ro: Avertizare: nu există nicio stocare implicită la distanță disponibilă pentru copiile de siguranță programate. Te rog să configurezi una mai întâi.

source: Next Backup:
ro_ro: Următoarea copie de siguranță:

source: Server Time:
ro_ro: Timpul serverului:

source: Schedule Status:
ro_ro: Starea programului:

source: Backup Schedule
ro_ro: Program pentru copiile de siguranță

source: The settings are only for manual backup, which won't affect schedule settings.
ro_ro: Setările sunt doar pentru copiile de siguranță manuale care nu afectează setările pentru programare.

source: This backup can only be deleted manually
ro_ro: Această copie de siguranță poate fi ștearsă numai manual

source: Backup Now
ro_ro: Fă copia de siguranță acum

source: Send Backup to Remote Storage:
ro_ro: Trimite copiile de siguranță către stocarea la distanță:

source: Save Backups to Local
ro_ro: Salvează copiile de siguranță local

source: rename directory
ro_ro: redenumește directorul

source: Local Storage Directory:
ro_ro: Director de stocare locală:

source: Back Up Manually
ro_ro: Copie de siguranță manuală

source: Cancel
ro_ro: Anulează

source: Network Connection:
ro_ro: Conexiune rețea:

source: Speed:
ro_ro: Viteză:

source: Uploaded:
ro_ro: Încărcat:

source: The backup is stored on the remote storage, click on the button to download it to localhost.
ro_ro: Copia de siguranță se află în stocarea de la distanță. Dă clic pe buton pentru a o descărca pe localhost.

source: Retrieve the backup to localhost
ro_ro: Preia copia de siguranță pe localhost

source: Restore function will replace the current site's themes, plugins, uploads, database and/or other content directories with the existing equivalents in the selected backup.
ro_ro: Funcția de restaurare va înlocui temele, modulele, încărcările, bazele de date și/sau alte directoare de conținut ale site-ului curent cu echivalentele existente din copia de siguranță selectată.

source: Please do not close the page or switch to other pages when a restore task is running, as it could trigger some unexpected errors.
ro_ro: Te rog nu închide pagina și nu comuta la alte pagini în timpul rulării unei sarcini de restaurare, deoarece ar putea declanșa unele erori neașteptate.

source: Restore backup from:
ro_ro: Restaurează copia de siguranță din:

source: Step Three: Click 'Restore' button
ro_ro: Pasul trei: dă clic pe butonul „Restaurează”

source: Step Two: Choose an option to complete restore, if any
ro_ro: Pasul doi: dacă există, alege o opțiune pentru a finaliza restaurarea

source: Step One: In the backup list, click the 'Restore' button on the backup you want to restore. This will bring up the restore tab
ro_ro: Pasul unu: în lista de copii de siguranță, dă clic pe butonul „Restaurează” de pe copia de siguranță pe care dorești să o restaurezi. Asta va afișa fila de restaurare

source: This request might delete the backup being downloaded, are you sure you want to continue?
ro_ro: Această solicitare ar putea șterge copia de siguranță care se descarcă. Sigur dorești să continui?

source: Please select at least one item.
ro_ro: Te rog selectează cel puțin un element.

source: This request will delete the backup being downloaded, are you sure you want to continue?
ro_ro: Această solicitare va șterge copia de siguranță care se descarcă. Sigur dorești să continui?

source: This backup is locked, are you sure to remove it? This backup will be deleted permanently from your hosting (localhost) and remote storages.
ro_ro: Această copie de siguranță este blocată. Sigur o elimini? Această copie de siguranță va fi ștearsă definitiv din găzduirea ta (localhost) și din spațiile de stocare la distanță.

source: Delete the selected backups
ro_ro: Șterge copiile de siguranță selectate

source: Delete
ro_ro: Șterge

source: Storage
ro_ro: Stocare

source: Backup
ro_ro: Copii de siguranță

source: Restore
ro_ro: Restaurează

source: Backups
ro_ro: Copii de siguranță

source: How to restore your website from a backup(scheduled, manual, uploaded and received backup)
ro_ro: Cum să restaurezi site-ul dintr-o copie de siguranță (programată, manuală, încărcată sau primită)

source: ->If backups are stored in web server, the plugin will list all relevant files immediately.
ro_ro: ->Dacă copiile de siguranță sunt stocate pe serverul web, modulul va afișa imediat toate fișierele relevante.

source: ->If backups are stored in remote storage, our plugin will retrieve the backup to your web server first. This may take a little time depending on the size of backup files. Please be patient. Then you can download them to your PC.
ro_ro: ->Dacă copiile de siguranță se află în stocarea la distanță, modulul va prelua mai întâi copia de siguranță pe serverul web. Acest lucru poate dura puțin timp, în funcție de dimensiunea fișierelor. Te rog să ai răbdare. Apoi le poți descărca pe computer.

source: About backup download
ro_ro: Despre descărcarea copiilor de siguranță

source: Actions
ro_ro: Acțiuni

source: Remote Storage Alias
ro_ro: Alias ​​stocare la distanță

source: Storage Provider
ro_ro: Furnizor stocare

source: Please choose one storage to save your backups (remote storage)
ro_ro: Te rog alege un spațiu de stocare pentru a salva copiile de siguranță (stocare la distanță)

source: Storage Edit
ro_ro: Editează stocare

source: Storages
ro_ro: Stocări

source: Advanced Settings
ro_ro: Setări avansate

source: General Settings
ro_ro: Setări generale

source: Chunk Size
ro_ro: Dimensiunea fragmentelor

source: Adjust this value to apply for a temporary PHP memory limit for WPvivid backup plugin in restore process. We set this value to 256M by default. Increase the value if you encounter a memory exhausted error. Note: some web hosting providers may not support this.
ro_ro: Ajustează această valoare pentru a aplica o limită temporară de memorie PHP pentru modulul WPvivid backup când realizează o restaurare. Implicit această valoare este 256 M. Mărește valoarea dacă întâmpini o eroare de memorie epuizată. Notă: este posibil ca unii furnizori de găzduire web să nu accepte acest lucru.

source: PHP Memory Limit for restoration
ro_ro: Limită de memorie PHP pentru restaurare

source: Adjust this value to apply for a temporary PHP memory limit for WPvivid backup plugin to run a backup. We set this value to 256M by default. Increase the value if you encounter a memory exhausted error. Note: some web hosting providers may not support this.
ro_ro: Ajustează această valoare pentru a aplica o limită temporară de memorie PHP pentru modulul WPvivid backup când realizează o copie de siguranță. Implicit această valoare este 256 M. Mărește valoarea dacă întâmpini o eroare de memorie epuizată. Notă: este posibil ca unii furnizori de găzduire web să nu accepte acest lucru.

source: PHP Memory Limit for backup
ro_ro: Limită de memorie PHP pentru copii de siguranță

source: The time-out is not your server PHP time-out. With the execution time exhausted, our plugin will shut the process of restore down. If the progress of restore encounters a time-out, that means you have a medium or large sized website, please try to scale the value bigger.
ro_ro: Timpul de întrerupere nu este timpul de întrerupere PHP de pe server. Când timpul de întrerupere expiră, modulul va opri restaurarea. Dacă progresul restaurării se întrerupe înseamnă că ai un site web de dimensiuni medii sau mari și te rugăm să încerci să mărești valoarea.

source: PHP script execution timeout for restore
ro_ro: Timpul de întrerupere al execuției scriptului PHP pentru restaurare

source: The time-out is not your server PHP time-out. With the execution time exhausted, our plugin will shut the process of backup down. If the progress of backup encounters a time-out, that means you have a medium or large sized website, please try to scale the value bigger.
ro_ro: Timpul de întrerupere nu este timpul de întrerupere PHP de pe server. Când timpul de întrerupere expiră, modulul va opri procesul de realizare al copiei de siguranță. Dacă progresul realizării copiei de siguranță se întrerupe înseamnă că ai un site web de dimensiuni medii sau mari și te rugăm să încerci să mărești valoarea.

source: PHP script execution timeout for backup
ro_ro: Timpul de întrerupere al execuției scriptului PHP pentru realizarea copiei de siguranță

source: Using the option will ignore the file larger than the certain size in MB when backing up, '0' (zero) means unlimited.
ro_ro: Folosind această opțiune fișierele mai mari decât dimensiunea specificată în MB vor fi ignorate la realizarea copiei de siguranță. „0” (zero) înseamnă nelimitat.

source: Exclude the files which are larger than
ro_ro: Exclude fișierele care sunt mai mari decât

source: Some web hosting providers limit large zip files (e.g. 200MB), and therefore splitting your backup into many parts is an ideal way to avoid hitting the limitation if you are running a big website. Please try to adjust the value if you are encountering backup errors. When you set a value of 0MB, backups will be split every 4GB.
ro_ro: Unii furnizori de găzduire pe web limitează fișierele zip mari (de exemplu, la 200 Mo) și, prin urmare, împărțirea copiei de siguranță în mai multe părți este o modalitate ideală de a evita atingerea limitării dacă ai un site web mare. Te rog să încerci să ajustezi valoarea dacă întâmpini erori la crearea copiei de siguranță. Dacă setezi valoarea la 0 Mo, copiile de siguranță vor fi împărțite la 4 Go.

source: Compress Files Every
ro_ro: Comprimă fișierele la fiecare

source: It is recommended to choose PDO option if pdo_mysql extension is installed on your server, which lets you backup and restore your site faster.
ro_ro: Este recomandat să alegi opțiunea PDO dacă extensia pdo_mysql este instalată pe server, ceea ce permite realizarea copiilor de siguranță și restaurarea site-ului mai rapid.

source: WPDB option has a better compatibility, but the speed of backup and restore is slower.
ro_ro: Opțiunea WPDB are o compatibilitate mai bună, dar viteza de realizare a copiilor de siguranță și restaurare este mai mică.

source: Database access method.
ro_ro: Metodă de acces la baza de date.

source: Importing the json file can help you set WPvivid's configuration on another wordpress site quickly.
ro_ro: Importarea fișierului json te poate ajuta să setezi rapid configurația WPvivid pe alt site WordPress.

source: Import
ro_ro: Importă

source: Click 'Export' button to save WPvivid settings on your local computer.
ro_ro: Dă clic pe butonul „Exportă” pentru a salva setările WPvivid pe computerul local.

source: Export
ro_ro: Exportă

source: Empty
ro_ro: Golește

source: Calculate Sizes
ro_ro: Calculează dimensiuni

source: Total Size:
ro_ro: Dimensiune totală:

source: Web-server disk space in use by WPvivid
ro_ro: Spațiu pe disc pe serverul web utilizat de WPvivid

source: Pro feature: Add another email address to get report
ro_ro: Funcționalitate Pro: adaugă o altă adresă de email pentru a primi rapoarte

source: Only send an email notification when a backup fails
ro_ro: Trimite o notificare prin email numai când o copie de siguranță eșuează

source: Always send an email notification when a backup is complete
ro_ro: Trimite întotdeauna o notificare prin email când este finalizată o copie de siguranță

source: Test Email
ro_ro: Email de testare

source: Enable email report
ro_ro: Activează rapoartele prin email

source: The action is irreversible! It will remove all backups are out-of-date (including local web server and remote storage) if they exist.
ro_ro: Acțiunea este ireversibilă! Va înlătura toate copiile de siguranță învechite (inclusiv de pe serverul web local și din stocarea la distanță), dacă există.

source: Remove
ro_ro: Înlătură

source: Remote Storage Directory:
ro_ro: Director de stocare la distanță:

source: Web Server Directory:
ro_ro: Director server web:

source: Remove out-of-date backups
ro_ro: Înlătură copiile de siguranță învechite

source: Display domain(url) of current site in backup name. (e.g. domain_wpvivid-5ceb938b6dca9_2019-05-27-07-36_backup_all.zip)
ro_ro: Afișează domeniul (URL-ul) site-ului curent în numele copiei de siguranță. (de exemplu, domain_wpvivid-5ceb938b6dca9_2019-05-27-07-36_backup_all.zip)

source: Local storage directory:
ro_ro: Director de stocare locală:

source: Name your folder, this folder must be writable for creating backup files.
ro_ro: Specifică dosarul - acesta trebuie să poată fi scris pentru a crea fișierele copiei de siguranță.

source: Backup Folder
ro_ro: Dosar copie de rezervă

source: Keep storing the backups in localhost after uploading to remote storage
ro_ro: Continuă să păstrezi copiile de siguranță pe localhost după încărcarea în stocarea la distanță

source: Merge all the backup files into single package when a backup completes. This will save great disk spaces, though takes longer time. We recommended you check the option especially on sites with insufficient server resources.
ro_ro: Îmbină toate fișierele din copia de siguranță într-un singur pachet când aceasta se finalizează. Acest lucru va economisi considerabil spațiul pe disc, deși durează mai mult timp. Recomandăm să bifezi opțiunea mai ales pe site-urile cu resurse insuficiente pe server.

source: Show WPvivid backup plugin on top admin bar
ro_ro: Afișează modulul WPvivid backup în bara de administrare de sus

source: Calculate the size of files, folder and database before backing up
ro_ro: Calculează dimensiunea fișierelor, a dosarului și a bazei de date înainte de a face o copie de siguranță

source: Pro feature: Retain more backups
ro_ro: Funcționalitate Pro: păstrează mai multe copii de siguranță

source: backups retained
ro_ro: copii de siguranță păstrate

source: Custom
ro_ro: Personalizat

source: Only Database
ro_ro: Doar baza de date

source: WordPress Files (Exclude Database)
ro_ro: Fișiere WordPress (exclude baza de date)

source: Database + Files (WordPress Files)
ro_ro: Bază de date + fișiere (fișiere WordPress)

source: Being subjected to mechanisms of PHP, a scheduled backup task for your site will be triggered only when the site receives at least a visit at any page.
ro_ro: Fiind supus mecanismelor PHP, o sarcină programată pentru copiile de siguranță pe site va fi declanșată doar când site-ul primește cel puțin o vizită pe orice pagină.

source: + Add another schedule
ro_ro: + Adaugă o nouă programare

source: Highlighted icon illuminates that you have choosed a remote storage to store backups
ro_ro: Iconul evidențiat indică faptul că ai ales o stocare la distanță pentru copiile de siguranță

source: Advanced Schedule
ro_ro: Programare avansată

source: Pro feature: learn more
ro_ro: Funcționalitate Pro: află mai multe

source: Enable Incremental Backup
ro_ro: Activează copiile de siguranță incrementale

source: Enable backup schedule
ro_ro: Activează programarea copiilor de siguranță

source: Schedule Settings
ro_ro: Setări pentru programare

source: Freelancer
ro_ro: Liber-profesionist

source: 5. Set up remote storage for child sites in bulk (for WPvivid Backup Pro only)
ro_ro: 5. Configurează stocarea la distanță în masă pentru site-uri copil (doar cu WPvivid Backup Pro)

source: 4. Install, claim and update WPvivid Backup Pro for child sites in bulk
ro_ro: 4. Instalează, folosește și actualizează WPvivid Backup Pro în masă pentru site-uri copil

source: 3. Set WPvivid Backup Free and Pro settings for all child sites
ro_ro: 3. Setează setările WPvivid Backup Free și Pro pentru toate site-urile copil

source: 2. Set backup schedules for all child sites
ro_ro: 2. Programează copii de siguranță pentru toate site-uri copil

source: 1. Create and download backups for a specific child site
ro_ro: 1. Creează și descarcă copii de siguranță pentru un anumit site copil

source: Download WPvivid Backup for MainWP
ro_ro: Descarcă WPvivid Backup for MainWP

source: If you are a MainWP user, you can set up and control WPvivid Backup Free and Pro for every child site directly from your MainWP dashboard, using our WPvivid Backup for MainWP extension.
ro_ro: Dacă ești utilizator MainWP poți configura și controla WPvivid Backup Free și Pro pentru fiecare site copil direct din panoul de control MainWP folosind extensia WPvivid Backup for MainWP.

source: Next page >
ro_ro: Pagina următoare >

source: < Pre page
ro_ro: < Pagina anterioară

source: Action
ro_ro: Acțiune

source: Log File Name
ro_ro: Nume fișier jurnal

source: Log Type
ro_ro: Tip de jurnal

source: Date
ro_ro: Dată

source: Website Info Value
ro_ro: Valoare cu informațiile site-ului

source: Website Info Key
ro_ro: Cheie cu informațiile site-ului

source: Download
ro_ro: Descarcă

source: If you didn’t configure SMTP on your site, click the button below to download the relevant information (website info and error logs) to your PC when you are encountering some errors. Sending the files to us will help us diagnose what happened.
ro_ro: Dacă nu ai configurat SMTP pe site, dă clic pe butonul de mai jos pentru a descărca pe computer informațiile relevante (informații despre site și jurnalele de erori) atunci când întâmpini erori. Trimiterea fișierelor către noi ne va ajuta să diagnosticăm ce s-a întâmplat.

source: Method 2.
ro_ro: A doua metodă.

source: Send Debug Information to Us
ro_ro: Trimite-ne informațiile de depanare

source: Please describe your problem here.
ro_ro: Te rog descrie problema aici.

source: My web hosting provider is:
ro_ro: Furnizorul meu de găzduire web este:

source: I am using:
ro_ro: Folosesc:

source: Your email:
ro_ro: Adresa ta de email:

source: WPvivid support email:
ro_ro: Email pentru suport WPvivid:

source: If you have configured SMTP on your site, enter your email address and click the button below to send us the relevant information (website info and errors logs) when you are encountering errors. This will help us figure out what happened. Once the issue is resolved, we will inform you by your email address.
ro_ro: Dacă ai configurat SMTP pe site, introdu adresa de email și dă clic pe butonul de mai jos pentru a ne trimite informațiile relevante (informații despre site și jurnalele de erori) atunci când întâmpini erori. Acest lucru ne va ajuta să ne dăm seama ce s-a întâmplat. Odată rezolvată problema, te vom informa pe adresa de email.

source: Method 1.
ro_ro: Prima metodă.

source: There are two ways available to send us the debug information. The first one is recommended.
ro_ro: Există două modalități de a trimite informațiile de depanare. Prima este recomandată.

source: Save Changes
ro_ro: Salvează modificările

source: Log
ro_ro: Jurnal

source: Logs
ro_ro: Jurnale

source: Debug
ro_ro: Depanare

source: Remote Storage
ro_ro: Stocare la distanță

source: Schedule
ro_ro: Programează

source: Class PclZip is not detected. Please update or reinstall your WordPress.
ro_ro: Nu am detectat clasa PclZip. Te rog actualizează sau reinstalează WordPress.

source: As Amazon S3 and DigitalOcean Space have upgraded their connection methods, please delete the previous connections and re-add your Amazon S3/DigitalOcean Space accounts to make sure the connections work.
ro_ro: Deoarece Amazon S3 și DigitalOcean Space și-au actualizat metodele de conectare, te rog să ștergi conexiunile anterioare și să adaugi din nou conturile Amazon S3/DigitalOcean Space pentru a te asigura că aceste conexiuni funcționează.

source: Restore completed successfully.
ro_ro: Am finalizat cu succes restaurarea.

source: Cheers! WPvivid Backup plugin has restored successfully your website. If you found WPvivid Backup plugin helpful, a 5-star rating would be highly appreciated, which motivates us to keep providing new features.
ro_ro: Aplauze! Modulul WPvivid Backup a restaurat cu succes site-ul. Dacă modulul WPvivid Backup ți se pare util am aprecia foarte mult o recenzie de 5 stele care ne motivează să oferim în continuare funcționalități noi.

source: Migration is complete and htaccess file is replaced. In order to successfully complete the migration, you'd better reinstall 301 redirect plugin, firewall and security plugin, and caching plugin if they exist.
ro_ro: Migrarea este completă și fișierul htaccess a fost înlocuit. Pentru a finaliza cu succes migrarea, ar fi bine să reinstalezi modulul pentru redirecționare 301, cel de firewall, de securitate și modulul de cache, dacă acestea există.

source: Calculating the size of files, folder and database timed out. If you continue to receive this error, please go to the plugin settings, uncheck 'Calculate the size of files, folder and database before backing up', save changes, then try again.
ro_ro: Calcularea dimensiunii fișierelor, dosarelor și a bazei de date a fost întreruptă. Dacă continui să primești această eroare, mergi la setările modulului, debifează „Calculează dimensiunea fișierelor, a dosarului și a bazei de date înainte de a face o copie de siguranță”, salvează modificările apoi încearcă din nou.

source: Warning: The alias already exists in storage list.
ro_ro: Avertizare: aliasul există deja în lista de stocare.
