Repository: bvzk/mccloud
Catalog: languages/plugins/wpvivid-backuprestore-*.po
Languages: ro_ro

source: Checking this option will speed up your scans but may produce lower accuracy.
ro_ro: Bifarea acestei opțiuni accelerează scanările, dar poate duce la o precizie mai mică.

source: Enable Quick Scan
ro_ro: Activează scanarea rapidă

source: Media Cleaner Settings
ro_ro: Setări Media Cleaner

source: Post Type
ro_ro: Tip de articol

source: File Regex
ro_ro: Fișier regex

source: Tip:
ro_ro: Sfat:

source: Please enter a valid email address.
ro_ro: Te rog să introduci o adresă de email validă.

source: User's email address is required.
ro_ro: Este obligatorie o adresă de email pentru utilizator.

source: Save backups on localhost (web server)
ro_ro: Salvează copiile de siguranță pe localhost (server web)

source: Type:
ro_ro: Tip:

source: Invalid email address
ro_ro: Adresa de email nu este validă

source: The selected file is not the setting file for WPvivid. Please upload the right file.
ro_ro: Fișierul selectat nu este un fișier cu setări WPvivid. Te rog încarcă fișierul potrivit.

source: The pdo_mysql extension is not detected. Please install the extension first or choose wpdb option for Database connection method.
ro_ro: Nu am detectat extensi pdo_mysql. Te rog instalează mai întâi extensia sau alege opțiunea wpdb pentru metoda de conectare la baza de date.

source: An email address is required.
ro_ro: Este obligatorie o adresă de email.

source: The local storage path is required.
ro_ro: Este necesară calea de stocare locală.

source: Choose one storage from the list to be the default storage.
ro_ro: Alege un spațiu de stocare din listă pentru a fi stocarea implicită.

source: The selected junk files have been deleted.
ro_ro: Fișierele nedorite selectate au fost șterse.

source: Choose at least one type of junk files for deleting.
ro_ro: Alege cel puțin un tip de fișiere nedorite pentru ștergere.

source: Getting backup directory failed. Please try again later.
ro_ro: Obținerea directorului pentru copiile de siguranță a eșuat. Te rog încearcă din nou mai târziu.

source: Last Backup:
ro_ro: Ultima copie de siguranță:

source: The last backup message not found.
ro_ro: Nu am găsit mesajul pentru ultima copie de siguranță.

source: The restore file not found. Please verify the file exists.
ro_ro: Nu am găsit fișierul de restaurare. Te rog să verifici dacă fișierul există.

source: restore failed error unknown
ro_ro: eroare necunoscută pentru restaurare eșuată

source: Failed to get the remote storage information. Please try again later.
ro_ro: Am eșuat la obținerea informațiilor pentru stocarea la distanță. Te rog încearcă din nou mai târziu.

source: Failed to delete the remote storage, can not retrieve the storage infomation. Please try again.
ro_ro: Am eșuat la ștergerea stocării la distanță, nu pot prelua informațiile de stocare. Te rog încearcă din nou.

source: You have successfully added a remote storage.
ro_ro: Ai adăugat cu succes un spațiu de stocare la distanță.

source: Unable to delete the locked backup. Please unlock it first and try again.
ro_ro: Nu pot șterge copia de siguranță blocată. Mai întâi deblocheaz-o și apoi încearcă din nou.

source: Retrieving the backup(s) information failed while deleting the selected backup(s). Please try again later.
ro_ro: Preluarea informațiilor copiei(copiilor) de siguranță a eșuat în timpul ștergerii copiei(copiilor) de siguranță selectată(e). Te rog să încerci din nou mai târziu.

source: Task timed out.
ro_ro: Sarcina a fost întreruptă.

source: Too many resumption attempts.
ro_ro: Prea multe încercări de reluare.

source: There is no default remote storage configured. Please set it up first.
ro_ro: Nu există configurată o stocare implicită la distanță. Te rog mai întâi să o configurezi.

source: Choose at least one storage location for backups.
ro_ro: Alege cel puțin o locație pentru stocarea copiilor de siguranță.

source: A backup type is required.
ro_ro: Este necesar un tip de copie de siguranță.

source: Creating scheduled tasks failed. Please try again later.
ro_ro: Crearea sarcinilor programate a eșuat. Te rog să încerci din nou mai târziu.

source: 12Hours
ro_ro: 12 ore

source: Monthly
ro_ro: Lunar

source: Fortnightly
ro_ro: La două săptămâni

source: Weekly
ro_ro: Săptămânal

source: Daily
ro_ro: Zilnic

source: 12 Hours
ro_ro: 12 ore

source: With this option checked, Pages/posts already existing will be overwritten with the updated ones in an import.
ro_ro: Cu această opțiune bifată, paginile/articolele deja existente vor fi suprascrise cu cele actualizate din import.

source: Overwrite existing pages
ro_ro: Suprascrie paginile existente

source: Import Setting
ro_ro: Setări import

source: - Select -
ro_ro: - Selectează -

source: Select an existing author:
ro_ro: Selectează un autor existent:

source: Assign author
ro_ro: Atribuie autorul

source: The importing file info
ro_ro: Informațiile despre fișierul de import

source: Scan Uploaded Exports
ro_ro: Scanează exporturile încărcate

source: Upload and Import
ro_ro: Încarcă și importă

source: Choose an export from your computer to import:
ro_ro: Alege un export de pe computer pentru a-l importa:

source: Delete Exported Files In Folder
ro_ro: Șterge fișierele exportate din dosar

source: To properly display the imported content, please make sure that the importing and exporting sites have the same environment, for example, same theme or pages built with the same page builder.
ro_ro: Pentru a afișa corect conținutul importat, asigură-te că site-urile de import și export au același mediu, aceeași temă sau pagini create cu același constructor de pagini.

source: Import posts or pages with images in bulk.
ro_ro: Importă în bloc articole sau pagini cu imagini.

source: File not found. Please retry again.
ro_ro: Nu am găsit fișierul. Te rog încearcă din nou.

source: File size not match. please retry again.
ro_ro: Dimensiunea fișierului nu se potrivește. Te rog să încerci din nou.

source: Task time out.
ro_ro: Sarcina a fost întreruptă.

source: Export error:
ro_ro: Eroare la export:

source: The export task is not responding.
ro_ro: Sarcina de export nu răspunde.

source: Ready to export. Progress: 0%, running time: 0second.
ro_ro: Gata de export. Progres: 0%, timp de rulare: 0 secunde.

source: Error occurred while parsing the request data. Please try to run export task again.
ro_ro: A apărut o eroare la analizarea datelor solicitării. Te rog să încerci să execuți din nou sarcina de export.

source: Empty post id
ro_ro: ID articol gol

source: Export and Download
ro_ro: Exportă și descarcă

source: Sample:
ro_ro: Probă:

source: Only letters (except for wpvivid) and numbers are allowed.
ro_ro: Sunt permise doar litere (cu excepția wpvivid) și cifre.

source: Comment the export:
ro_ro: Comentează exportul:

source: Comment the export (optional)
ro_ro: Comentează exportul (opțional)

source: &mdash; Select &mdash;
ro_ro: - selectează -

source: All Authors
ro_ro: Toți autorii

source: All Categories
ro_ro: Toate categoriile

source: Filter Posts/Pages
ro_ro: Filtrează articolele/paginile

source: Choose what to export
ro_ro: Alege ce vrei să exporți

source: Next Step
ro_ro: Pasul următor

source: More post types coming soon...
ro_ro: Mai multe tipuri de articole în curând...

source: Page
ro_ro: Pagină

source: Post
ro_ro: Articol

source: Choose post type
ro_ro: Alege tipul de articol

source: Try to select fewer items when you are facing a shortage of server resources (typically presented as a timeout error).
ro_ro: Încearcă să selectezi mai puține elemente când te confrunți cu o lipsă de resurse pe server (prezentată de obicei ca o eroare de întrerupere).

source: Note:
ro_ro: Notă:

source: This will contain all of your posts, pages, comments, terms and images (original images, featured images and thumbnails).
ro_ro: Asta va conține toate articolele, paginile, comentariile, termenii și imaginile tale (imagini originale, imagini reprezentative și miniaturi).

source: Learn more
ro_ro: Află mai multe

source: Export posts or pages with images in bulk.
ro_ro: Exportă în bloc articole sau pagini cu imagini.

source: Export & Import
ro_ro: Export și import

source: Last Modified
ro_ro: Ultima modificare

source: Scheduled
ro_ro: Programat

source: Missed schedule
ro_ro: Programare eșuată

source: Published
ro_ro: Publicat

source: Unpublished
ro_ro: Nepublicat

source: Comments
ro_ro: Comentarii

source: Author
ro_ro: Autor

# column name
source: Title
ro_ro: Titlu

source: Note: The files you want to upload must be a backup created by WPvivid backup plugin. Make sure that uploading every part of a backup to the directory if the backup is split into many parts
ro_ro: Notă: fișierele pe care dorești să le încarci trebuie să fie o copie de siguranță creată de modulul WPvivid backup. Asigură-te că încarci fiecare parte a copiei de siguranță în director, dacă aceasta este împărțită în mai multe părți.

source: Upload
ro_ro: Încarcă

source: Transfer succeeded. Please scan the backup list on the destination site to display the backup, then restore the backup.
ro_ro: Transferul a reușit. Te rog să scanezi lista de copii de siguranță de pe site-ul de destinație pentru a afișa copia de siguranță, apoi restaureaz-o.

source: Choose what to migrate
ro_ro: Alege ce migrezi

source: 3. Once done, the backup appears in backups list. Then, restore the backup.
ro_ro: 3. Apoi copia de siguranță apare în lista de copii de siguranță. Restaurează copia de siguranță.

source: 2.1 Upload the backup to the upload section of WPvivid backup plugin in destination site.
ro_ro: 2.1 Încarcă copia de siguranță în secțiunea de încărcare a modulului WPvivid backup pe site-ul de destinație.

source: 2. Upload the backup to destination site. There are two ways available to use:
ro_ro: 2. Încarcă copia de siguranță pe site-ul de destinație. Există două moduri de utilizare disponibile:

source: 1. Download a backup in backups list to your computer.
ro_ro: 1. Descarcă o copie de siguranță din lista de copii de siguranță pe computer.

source: How to migrate Wordpress site manually to a new domain(site) with WPvivid backup plugin?
ro_ro: Cum să migrezi manual site-ul WordPress către un nou domeniu (site) cu modulul WPvivid backup?

source: 2. Please migrate website with the manual way when using <strong>Local by Flywheel</strong> environment.
ro_ro: 2. Te rog să migrezi site-ul în mod manual dacă utilizezi mediul <strong>Local by Flywheel</strong>.

source: 1. In order to successfully complete the migration, you'd better deactivate <a href="https://wpvivid.com/best-redirect-plugins.html" target="_blank" style="text-decoration: none;">301 redirect plugin</a>, <a href="https://wpvivid.com/8-best-wordpress-firewall-plugins.html" target="_blank" style="text-decoration: none;">firewall and security plugin</a>, and <a href="https://wpvivid.com/best-free-wordpress-caching-plugins.html" target="_blank" style="text-decoration: none;">caching plugin</a> (if they exist) before transferring website.
ro_ro: 1. Pentru a finaliza cu succes migrarea, ar fi bine să dezactivezi <a href="https://wpvivid.com/best-redirect-plugins.html" target="_blank" style="text-decoration: none;">modulul de redirecționare 301</a>, <a href="https://wpvivid.com/8-best-wordpress-firewall-plugins.html" target="_blank" style="text-decoration: none;">modulul pentru firewall și securitate</a> și <a href="https://wpvivid.com/best-free-wordpress-caching-plugins.html" target="_blank" style="text-decoration: none;">modulul de cache</a> (dacă există) înainte de a transfera site-ul web.

source: Note:
ro_ro: Notă:

source: Choose the content you want to transfer
ro_ro: Alege conținutul pe care vrei să-l transferi

source: The feature can help you transfer a Wordpress site to a new domain(site). It would be a convenient way to migrate your WP site from dev environment to live server or from old server to the new.
ro_ro: Funcționalitatea te ajută să transferi un site WordPress pe un nou domeniu (site). Este o modalitate convenabilă de a migra site-ul tău WP din mediul de dezvoltare pe serverul live sau de la serverul vechi la cel nou.

source: 3. Go back to this page and paste the key in key box below. Lastly, click Save button.
ro_ro: 3. Întoarce-te la a această pagină și plasează cheia în caseta de mai jos. La final dă clic pe butonul Salvează.

source: 2. Generate a key by clicking Generate button and copy it.
ro_ro: 2. Dă clic pe butonul Generează, generează o cheie și copiaz-o.

source: 1. Visit Key tab page of WPvivid backup plugin of destination site.
ro_ro: 1. Vizitează fila cu pagina Cheie a modulului WPvivid backup din site-ul de destinație.

source: How to get a site key?
ro_ro: Cum să obții o cheie pentru site?

source: Please paste the key below.
ro_ro: Te rog plasează cheia mai jos.

source: A task is already running. Please wait until the running task is complete, and try again.
ro_ro: O sarcină rulează deja. Te rog să aștepți până când sarcina care rulează se finalizează și apoi încearcă din nou.

source: Generate
ro_ro: Generează

source: Tips: For security reason, please choose an appropriate expiration time for the key.
ro_ro: Sfaturi: din motive de securitate, alege un timp de expirare adecvat pentru cheie.

source: The key will expire in
ro_ro: Cheia va expira în

source: In order to allow another site to send a backup to this site, please generate a key below. Once the key is generated, this site is ready to receive a backup from another site. Then, please copy and paste the key in sending site and save it.
ro_ro: Pentru a permite unui alt site să trimită o copie de siguranță către acest site, te rog să generezi o cheie mai jos. Odată generată cheia, acest site este gata să primească o copie de siguranță de la alt site. Apoi, copiază și plasează cheia în site-ul de unde trimiți și salveaz-o.

source: Key
ro_ro: Cheie

source: Auto-Migration
ro_ro: Migrare automată

source: Unable to send email. Please check the configuration of email server.
ro_ro: Nu pot trimite emailul. Te rog să verifici configurația serverului de email.

source: Unable to create directory %s. Is its parent directory writable by the server?
ro_ro: Nu pot să creez directorul %s. Directorul lui părintele poate fi scris pe server?

source: The log not found.
ro_ro: Nu am găsit jurnalul.

source: Retrieving the backup information failed while showing log. Please try again later.
ro_ro: Preluarea informațiilor despre copia de siguranță a eșuat în timpul afișării jurnalul. Te rog să încerci din nou mai târziu.

source: Reading the log failed. Please try again.
ro_ro: Am eșuat la citirea jurnalului. Te rog să încerci din nou.

source: Unable to open the log file.
ro_ro: Nu am putut deschide fișierul jurnal.

source: Error occurred while parsing the request data. Please try to run backup again.
ro_ro: A apărut o eroare la analizarea datelor solicitării. Te rog să încerci din nou să faci o copie de siguranță.

source: Click the button to connect to SFTP server and add it to the storage list below.
ro_ro: Dă clic pe buton pentru te conecta la serverul SFTP și adaugă-l la lista de stocări de mai jos.

source: Enter an absolute path and a custom subdirectory (optional) for holding the backups of current website. For example, /var/customfolder/
ro_ro: Introdu o cale absolută și un subdirector personalizat (opțional) pentru păstrarea copiilor de siguranță ale site-ului web curent. De exemplu, /var/dosar_personalizat/

source: Absolute path must exist(e.g. /var)
ro_ro: Calea absolută trebuie să existe (de exemplu, /var)

source: Enter the server port.
ro_ro: Introdu portul serverului.

source: Enter the user password.
ro_ro: Introdu parola utilizatorului.

source: User Password
ro_ro: Parolă utilizator

source: Enter the user name.
ro_ro: Introdu numele utilizatorului.

source: User Name
ro_ro: Nume utilizator

source: Enter the server address.
ro_ro: Introdu adresa serverului.

source: Server Address
ro_ro: Adresă server

source: Enter a unique alias: e.g. SFTP-001
ro_ro: Introdu un alias unic: de exemplu, SFTP-001

source: Enter Your SFTP Account
ro_ro: Introdu contul SFTP

source: The simplexml extension is not detected. Please install the extension first.
ro_ro: Nu am detectat extensia simplexml. Te rog să instalezi mai întâi extensia.

source: Click the button to connect to Amazon S3 storage and add it to the storage list below.
ro_ro: Dă clic pe buton pentru a te conecta la stocarea Amazon S3 și adaug-o la lista de stocări de mai jos.

source: Check the option to use Amazon S3 server-side encryption to protect data.
ro_ro: Bifează opțiunea pentru a utiliza criptarea Amazon S3 pe server ca să protejezi datele.

source: Server-side encryption.
ro_ro: Criptare pe server.

source: Check the option to use Amazon S3 Standard-Infrequent Access (S3 Standard-IA) storage class for data transfer.
ro_ro: Bifează opțiunea pentru a utiliza clasa de stocare Amazon S3 Standard-Acces rare (S3 Standard-IA) pentru transferul de date.

source: Storage class: Standard (infrequent access).
ro_ro: Clasa de stocare: standard (acces rar).

source: Customize the directory where you want to store backups within the Bucket.
ro_ro: Personalizează directorul în care dorești să stochezi copiile de siguranță din Bucket.

source: Enter an existed Bucket to create a custom backup storage directory.
ro_ro: Introdu un Bucket existent pentru a crea un director personalizat pentru stocarea copiilor de siguranță.

source: Amazon S3 Bucket Name(e.g. test)
ro_ro: Nume Amazon S3 Bucket (de exemplu, test)

source: How to get an Amazon S3 secret key.
ro_ro: Cum să obții o cheie secretă Amazon S3.

source: Enter your Amazon S3 secret key.
ro_ro: Introdu cheia secretă Amazon S3.

source: Amazon S3 secret key
ro_ro: Cheie secretă Amazon S3

source: How to get an AmazonS3 access key.
ro_ro: Cum să obții o cheie de acces AmazonS3.

source: Enter your Amazon S3 access key.
ro_ro: Introdu cheia de acces Amazon S3.

source: Amazon S3 access key
ro_ro: Cheie de acces Amazon S3

source: Enter a unique alias: e.g. Amazon S3-001
ro_ro: Introdu un alias unic: de exemplu, Amazon S3-001

source: Enter Your Amazon S3 Account
ro_ro: Introdu contul Amazon S3

source: Authenticate with Microsoft OneDrive
ro_ro: Autentifică-te cu Microsoft OneDrive

source: Enter a unique alias: e.g. OneDrive-001
ro_ro: Introdu un alias unic: de exemplu, OneDrive-001

source: Enter Your Microsoft OneDrive Information
ro_ro: Introdu informațiile Microsoft OneDrive

source: You have authenticated the Microsoft OneDrive account as your remote storage.
ro_ro: Ești autentificat la contul Microsoft OneDrive pentru stocare la distanță.

source: Authenticate with Google Drive
ro_ro: Autentifică-te cu Google Drive

source: Enter a unique alias: e.g. Google Drive-001
ro_ro: Introdu un alias unic: de exemplu, Google Drive-001

source: Enter Your Google Drive Information
ro_ro: Introdu informațiile Google Drive

source: You have authenticated the Google Drive account as your remote storage.
ro_ro: Ești autentificat la contul Google Drive pentru stocare la distanță.

source: Authentication failed, the format of the client_secrets.json file is incorrect. Please delete and re-install the plugin to recreate the file.
ro_ro: Autentificarea a eșuat, formatul fișierului client_secrets.json este incorect. Te rog să ștergi și să reinstalezi modulul pentru a recrea fișierul.

source: Authentication failed, the client_secrets.json file is missing. Please make sure the client_secrets.json file is in wpvivid-backuprestore\includes\customclass directory.
ro_ro: Autentificarea a eșuat, fișierul client_secrets.json lipsește. Asigură-te că fișierul client_secrets.json se află în directorul wpvivid-backuprestore\includes\customclass.

source: Click the button to connect to DigitalOcean Spaces storage and add it to the storage list below.
ro_ro: Dă clic pe buton pentru a te conecta la spațiul de stocare DigitalOcean Spaces și adaug-o la lista de stocări de mai jos.

source: Enter the DigitalOcean Endpoint for the storage
ro_ro: Introdu punctul-final DigitalOcean pentru stocare

source: Customize the directory where you want to store backups within the Space.
ro_ro: Personalizează directorul în care dorești să stochezi copiile de siguranță din spațiu.

source: Custom Path
ro_ro: Cale personalizată

source: Enter an existed Space to create a custom backup storage directory.
ro_ro: Introdu un spațiu existent pentru a crea un director personalizat pentru stocarea copiilor de siguranță.

source: Space Name(e.g. test)
ro_ro: Numele spațiului (de exemplu, test)

source: Enter your DigitalOcean Spaces secret key
ro_ro: Introdu cheia secretă DigitalOcean Spaces

source: DigitalOcean Spaces secret key
ro_ro: Cheie secretă DigitalOcean Spaces

source: Enter your DigitalOcean Spaces access key
ro_ro: Introdu cheia de acces la DigitalOcean Spaces

source: DigitalOcean Spaces access key
ro_ro: Cheie acces DigitalOcean Spaces

source: Enter a unique alias: e.g. DOS-001
ro_ro: Introdu un alias unic: de exemplu, DOS-001

source: Enter Your DigitalOcean Spaces Account
ro_ro: Introdu contul tău DigitalOcean Spaces

source: Click the button to connect to FTP server and add it to the storage list below.
ro_ro: Dă clic pe buton pentru a te conecta la serverul FTP și adaug-o la lista de stocări de mai jos.

source: Test and Add
ro_ro: Testează și adaugă

source: Uncheck the option to use FTP active mode when transferring files. Make sure the FTP server you are configuring supports the active FTP mode.
ro_ro: Debifează opțiunea pentru a utiliza modul FTP activ când transferi fișiere. Asigură-te că serverul FTP pe care îl configurezi acceptă modul FTP activ.

source: Uncheck this to enable FTP active mode.
ro_ro: Debifează această opțiune pentru a activa modul FTP activ.

source: Enter an absolute path and a custom subdirectory (optional) for holding the backups of current website. For example, /home/username/customfolder
ro_ro: Introdu o cale absolută și un subdirector personalizat (opțional) pentru păstrarea copiilor de siguranță ale site-ului web curent. De exemplu, /home/nume_utilizator/dosar_personalizat

source: Absolute path must exist(e.g. /home/username)
ro_ro: Trebuie să existe o cale absolută (de exemplu, /home/nume_utilizator)

source: Enter the FTP server password.
ro_ro: Introdu parola serverului FTP.

source: FTP password
ro_ro: Parolă FTP

source: Enter your FTP server user name.
ro_ro: Introdu numele de utilizator al serverului FTP.

source: FTP login
ro_ro: Autentificare FTP

source: Pro feature: Change the FTP default port number
ro_ro: Funcționalitate pro: schimbi numărul de port implicit FTP

source: Enter the FTP server.
ro_ro: Introdu serverul FTP.

source: FTP server (server's port 21)
ro_ro: Server FTP (portul 21 al serverului)

source: Enter an unique alias: e.g. FTP-001
ro_ro: Introdu un alias unic: de exemplu, FTP-001

source: Enter Your FTP Account
ro_ro: Introdu contul FTP

source: Click the button to save the changes.
ro_ro: Dă clic pe buton pentru a salva modificările.

source: Authenticate with Dropbox
ro_ro: Autentifică-te cu Dropbox

source: Once checked, all this sites backups sent to a remote storage destination will be uploaded to this storage by default.
ro_ro: Dacă bifezi toate copiile de siguranță ale acestor site-uri trimise către o destinație de stocare la distanță vor fi încărcate implicit în acest spațiu de stocare.

source: Set as the default remote storage.
ro_ro: Setează ca stocare la distanță implicită.

source: Pro feature: Create a directory for storing the backups of the site
ro_ro: Funcționalitate pro: creează un director pentru stocarea copiilor de siguranță ale site-ului

source: All backups will be uploaded to this directory.
ro_ro: Toate copiile de siguranță vor fi încărcate în acest director.
