Repository: bvzk/mccloud
Catalog: languages/plugins/wpvivid-backuprestore-*.po
Languages: ro_ro

source: Try our AVIF and WebP conversion tool, it's free
ro_ro: Încearcă instrumentul nostru pentru convertire în AVIF și WebP, este gratuit

source: Backup compression method.
ro_ro: Metodă de comprimare a copiilor de siguranță.

source: for higher task success rate.
ro_ro: pentru o rată mai mare de succes a sarcinii.

source: Adjust Advanced Settings
ro_ro: Ajustează setările avansate

source: Adjust
ro_ro: Ajustează

source: for faster solutions.
ro_ro: pentru soluții mai rapide.

source: Troubleshooting page
ro_ro: Pagină depanare

source: Read
ro_ro: Citește

source: review will motivate us a lot.
ro_ro: recenzie ne va motiva foarte mult.

source: Like the plugin? A
ro_ro: Îți place modulul? O

source: Exclude images by folder path
ro_ro: Exclude imagini după calea dosarului

source: The value of 'Split a sql file every this size' can't be empty.
ro_ro: Valoarea „Împarte mereu un fișier sql de dimensiunea asta” nu poate fi goală.

source: We detected that there is already a running backup task. Please wait until it completes then try again.
ro_ro: Am detectat că există deja o sarcină care rulează o copie de siguranță. Te rugăm să așteptați până când este finalizează și apoi să încerci din nou.

source: Extract files by index for restoration
ro_ro: Extrage fișierele după index pentru restaurare

source: Maximum rows of data to be processed per request.
ro_ro: Număr maxim de rânduri cu date care să fie procesate per cerere.

source: MB
ro_ro: Mo

source: Split a sql file every this size
ro_ro: Împarte mereu un fișier sql de dimensiunea asta

source: Files
ro_ro: Fișiere

source: Unlimited domains
ro_ro: Număr nelimitat de domenii

source: Comment
ro_ro: Comentariu

source: Type
ro_ro: Tip

source: Time
ro_ro: Oră

source: If you need any help with our plugin, start a thread on the plugin support forum and we will respond shortly.
ro_ro: Dacă ai nevoie de ajutor cu modulul nostru, începe o discuție pe forumul de suport pentru modul și vom răspunde în timp util.

source: Get Support on Forum
ro_ro: Obține suport pe forum

source: Restore Database Snapshots
ro_ro: Restaurează instantaneele bazei de date

source: Create Database Snapshots
ro_ro: Creează instantanee pentru baze de date

source: Documentation
ro_ro: Documentație

source: Are you sure to delete the selected snapshots? These snapshots will be deleted permanently.
ro_ro: Sigur ștergi instantaneele selectate? Aceste instantanee vor fi șterse definitiv.

source: Are you sure you want to delete this snapshot?
ro_ro: Sigur vrei să ștergi acest instantaneu?

source: Are you sure you want to restore this snapshot?
ro_ro: Sigur vrei să restaurezi acest instantaneu?

source: Database Snapshots
ro_ro: Instantanee baze de date

source: See Plans
ro_ro: Vezi planurile

source: To add Dropbox, please get Dropbox authentication first. Once authenticated, you will be redirected to this page, then you can add storage information and save it.
ro_ro: Pentru a adăuga Dropbox, te rog mai întâi să te autentifici în Dropbox. După autentificare, vei fi redirecționat la această pagină și apoi poți să adaugi informații pentru stocare și le poți salva.

source: Junk Size:
ro_ro: Dimensiune dosar Junk:

source: Backup Cache Size:
ro_ro: Dimensiune cache copie de siguranță:

source: Logs Size:
ro_ro: Dimensiune jurnale:

source: Backup Size:
ro_ro: Dimensiune copie de siguranță:

source: lsolated Folder Path:
ro_ro: Cale la dosarul Izolate:

source: This tab displays the isolated images and their locations. You can choose to restore or delete specific isolated images.
ro_ro: Această filă afișează imaginile izolate și locațiile lor. Poți să alegi să restaurezi sau să ștergi anumite imagini izolate.

source: All Folders
ro_ro: Toate dosarele

source: Search
ro_ro: Caută

source: Clicking the 'Scan' button to find unused images in your media folder. Currently it only scans JPG and PNG images.
ro_ro: Dă clic pe butonul „Scanează” ca să găsești imaginile neutilizate din dosarul Media. În prezent, sunt scanate numai imaginile JPG și PNG.

source: Media path:
ro_ro: Cale fișiere media:

source: In the tab, you can scan your media folder (uploads) to find unused images and isolate specific or all unused images.
ro_ro: În această filă, poți să scanezi dosarul Media (încărcări) pentru a găsi imagini neutilizate și a izola anumite imagini sau toate imaginile neutilizate.

source: Isolated Media
ro_ro: Elemente media izolate

source: Scan Media
ro_ro: Scanează fișierele media

source: Restoring images...
ro_ro: Restaurez imaginile...

source: Delete all images
ro_ro: Șterge toate imaginile

source: Delete selected images
ro_ro: Șterge imaginile selectate

source: Restore all images
ro_ro: Restaurează toate imaginile

source: Restore selected images
ro_ro: Restaurează imaginile selectate

source: Isolating images...
ro_ro: Izolez imaginile...

source: Apply
ro_ro: Aplică

source: Isolate all images
ro_ro: Izolează toate imaginile

source: Isolate selected images
ro_ro: Izolează imaginile selectate

source: Bulk Actions
ro_ro: Acțiuni în masă

source: Select bulk action
ro_ro: Selectează acțiuni în masă

source: With this option checked, all staging sites you have created will be retained when the plugin is deleted, just in case you still need them later. The sites will show up again after the plugin is reinstalled.
ro_ro: Dacă bifezi această opțiune, toate site-urile de instanțiere pe care le-ai creat vor fi păstrate când modulul este șters, poate vei avea nevoie de ele mai târziu. Site-urile vor apărea din nou după ce modulul este reinstalat.

source: When checked, this option allows you to keep the current permalink structure when you create a staging site or push a staging site to live.
ro_ro: Dacă bifezi, această opțiune îți permite să păstrezi structura actuală a legăturilor permanente când creezi un site de instanțiere sau îl publici live.

source: When the option is checked, anyone will be able to visit the staging site without the need to login. Uncheck it to request a login to visit the staging site.
ro_ro: Dacă opțiunea este bifată, oricine va putea să-ți viziteze site-ul de instanțiere fără a fi nevoie să se autentifice. Debifează pentru a cere o autentificare pentru vizitarea site-ul de instanțiere.

source: Are you sure to restart this staging site?
ro_ro: Sigur vrei să pui din nou în funcțiune acest site de instanțiere?

source: Are you sure to delete this staging site?
ro_ro: Sigur vrei să ștergi acest site de instanțiere?

source: Click OK to start creating the staging site.
ro_ro: Dă clic pe OK pentru a începe crearea site-ului de instanțiere.

source: Click OK to start creating fresh WordPress install.
ro_ro: Dă clic pe OK pentru a începe crearea unei noi instalări WordPress.

source: Warning: Root directory is forbidden to set to '/'.
ro_ro: Avertizare: directorul rădăcină nu poate fi setat la „/”.

source: Authentication is done, please continue to enter the storage information, then click 'Add Now' button to save it.
ro_ro: Autentificarea este finalizată; te rog continuă să introduci informațiile pentru stocare, apoi dă clic pe butonul „Adaugă acum” pentru a le salva.

source: Add a storage
ro_ro: Adaugă un spațiu de stocare

source: Remove the remote storage
ro_ro: Înlătură stocarea la distanță

source: Edit the remote storage
ro_ro: Editează stocarea la distanță

source: Delete the backup
ro_ro: Șterge copia de siguranță

source: Click the button to complete website restore or migration
ro_ro: Dă clic pe buton pentru a finaliza restaurarea sau migrarea site-ului web

source: Uploaded Backup:
ro_ro: Copii de siguranță încărcate:

source: You have successfully changed your default remote storage.
ro_ro: Ai schimbat cu succes spațiul implicit de stocare la distanță.

source: Clone then Transfer
ro_ro: Clonează apoi transferă

source: Save
ro_ro: Salvează

source: The key has expired.
ro_ro: Cheia a expirat.

source: The key is invalid.
ro_ro: Cheia nu este validă.

source: A key is required.
ro_ro: Este necesară o cheie.

source: 24 hours
ro_ro: 24 de ore

source: 8 hours
ro_ro: 8 ore

source: 2 hours
ro_ro: 2 ore

source: Reset Filters
ro_ro: Resetează filtrele

source: Please select an existing author to start importing.
ro_ro: Pentru a începe importul, te rog selectează un autor existent.

source: Import failed.
ro_ro: Importul a eșuat.

source: Import completed successfully.
ro_ro: Am finalizat cu succes importul.

source: Are you sure you want to delete all the exported files in the /ImportandExport folder? All the export files in the folder will be permanently deleted.
ro_ro: Sigur vrei să ștergi toate fișierele exportate în dosarul /ImportandExport? Toate fișierele de export din dosar vor fi șterse definitiv.

source: Show Pages
ro_ro: Arată pagini

source: Show Posts
ro_ro: Arată articole

source: You can not use word 'wpvivid' to comment the post.
ro_ro: Nu poți să folosești cuvântul „wpvivid” pentru a comenta la un articol.

source: Seconds
ro_ro: Secunde

source: The selected item(s) will be permanently deleted. Are you sure you want to continue?
ro_ro: Elementele selectate vor fi șterse definitiv. Sigur vrei să continui?

source: Out of date backups have been removed.
ro_ro: Am eliminat toate copiile de siguranță învechite.

source: Deleting a remote storage will make it unavailable until it is added again. Are you sure to continue?
ro_ro: Ștergerea unei stocări la distanță o va face indisponibilă până când este adăugată din nou. Sigur continui?

source: Restore failed.
ro_ro: Restaurarea a eșuat.

source: Are you sure to continue?
ro_ro: Sigur vrei să continui?

source: Prepare to download the backup
ro_ro: Pregătește-te să descarci copia de siguranță

source: Downloaded Size:
ro_ro: Dimensiunea descărcării:

source: Retriving (remote storage to web server)
ro_ro: Restabilesc (stocarea la distanță pe serverul web)

source: Prepare to Download
ro_ro: Pregătește pentru descărcare

source: Send succeeded.
ro_ro: Trimis cu succes.

source: VPS hosting
ro_ro: găzduire VPS

source: share hosting
ro_ro: găzduire partajată

source: Already Done
ro_ro: Am făcut-o deja

source: Never
ro_ro: Niciodată

source: Maybe Later
ro_ro: Poate mai târziu

source: Rate Us
ro_ro: Evaluează-ne

source: Retrying
ro_ro: Încerc din nou

source: Send backups to remote storage (You can choose whether to keep the backup in localhost after it is uploaded to cloud storage in Settings.)
ro_ro: Trimite copiile de siguranță către stocarea la distanță (poți alege în setări dacă păstrezi copia de siguranță pe localhost după ce este încărcată în stocarea pe cloud).

source: Are you sure to remove the selected backups? These backups will be deleted permanently.
ro_ro: Sigur elimini copiile de siguranță selectate? Aceste copii de siguranță vor fi șterse definitiv.

source: Are you sure to remove this backup? This backup will be deleted permanently.
ro_ro: Sigur elimini această copie de siguranță? Această copie de siguranță va fi ștearsă definitiv.

source: Click to get Microsoft authentication.
ro_ro: Dă clic pentru a realiza autentificarea Microsoft.

source: To add OneDrive, please get Microsoft authentication first. Once authenticated, you will be redirected to this page, then you can add storage information and save it
ro_ro: Pentru a adăuga OneDrive, te rog realizează mai întâi autentificarea Microsoft. Odată autentificat, vei fi redirecționat către această pagină, apoi poți adăuga informații de stocare și le poți salva.

source: Click to get Google authentication.
ro_ro: Dă clic pentru a realiza autentificarea Google.

source: To add Google Drive, please get Google authentication first. Once authenticated, you will be redirected to this page, then you can add storage information and save it
ro_ro: Pentru a adăuga Google Drive, te rog realizează mai întâi autentificarea Google. Odată autentificat, vei fi redirecționat către această pagină, apoi poți adăuga informații de stocare și le poți salva.

source: To add Dropbox, please get Dropbox authentication first. Once authenticated, you will be redirected to this page, then you can add storage information and save it
ro_ro: Pentru a adăuga Dropbox, te rog realizează mai întâi autentificarea Dropbox. Odată autentificat, vei fi redirecționat către această pagină, apoi poți adăuga informații de stocare și le poți salva.

source: Click to get Dropbox authentication.
ro_ro: Dă clic pentru a realiza autentificarea Dropbox.

source: Click the button to add the storage.
ro_ro: Dă clic pe buton pentru a adăuga stocarea.

source: Add Now
ro_ro: Adaugă acum

source: The value of 'Delay Between Requests' can't be empty.
ro_ro: Valoarea pentru „Întârziere între solicitări” nu poate fi goală.

source: The value of 'PHP Scripts Execution Timeout' can't be empty.
ro_ro: Valoarea pentru „Timpul de întrerupere al execuției scripturilor PHP” nu poate fi goală.

source: The value of 'Staging Memory Limit' can't be empty.
ro_ro: Valoarea pentru „Limită memorie pentru instanțiere” nu poate fi goală.

source: The value of 'Max File Size' can't be empty.
ro_ro: Valoarea pentru „Dimensiune maximă fișier” nu poate fi goală.

source: The value of 'File Copy Count' can't be empty.
ro_ro: Valoarea pentru „Număr de copii pentru fișiere” nu poate fi goală.

source: The value of 'DB Replace Count' can't be empty.
ro_ro: Valoarea pentru „Număr de înlocuiri în baza de date” nu poate fi goală.

source: The value of 'DB Copy Count' can't be empty.
ro_ro: Valoarea pentru „Număr de copii pentru baza de date” nu poate fi goală.

source: The value of 'Media Files Quantity Processed Per Request' can't be empty.
ro_ro: Valoarea pentru „Cantitatea de fișiere media procesate per solicitare” nu poate fi goală.

source: The value of 'Posts Quantity Processed Per Request' can't be empty.
ro_ro: Valoarea pentru „Cantitatea de articole procesate per solicitare” nu poate fi goală.

source: The value of 'Chunk Size' can't be empty.
ro_ro: Valoarea pentru „Dimensiunea fragmentelor” nu poate fi goală.

source: The value of 'PHP memory limit for restoration' can't be empty.
ro_ro: Valoarea pentru „Limită de memorie PHP pentru restaurare” nu poate fi goală.

source: The value of 'PHP memory limit for backup' can't be empty.
ro_ro: Valoarea pentru „Limită de memorie PHP pentru copii de siguranță” nu poate fi goală.

source: The value of 'PHP scripts execution timeout for restore' can't be empty.
ro_ro: Valoarea pentru „Timpul de întrerupere al execuției scriptului PHP pentru restaurare” nu poate fi goală.

source: The value of 'PHP scripts execution timeout for backup' can't be empty.
ro_ro: Valoarea pentru „Timpul de întrerupere al execuției scriptului PHP pentru realizarea copiei de siguranță” nu poate fi goală.

source: The value of 'Exclude files which are larger than' can't be empty.
ro_ro: Valoarea pentru „Exclude fișierele care sunt mai mari decât” nu poate fi goală.

source: The value of 'Compress file every' can't be empty.
ro_ro: Valoarea pentru „Comprimă fișierele la fiecare” nu poate fi goală.

source: Back
ro_ro: Înapoi

source: Because Dropbox has upgraded their API on September 30, 2021, the new API is no longer compatible with the previous app's settings. Please re-add your Dropbox storage to ensure that it works properly.
ro_ro: Deoarece Dropbox și-a actualizat API-ul pe 30 septembrie 2021, noul API nu mai este compatibil cu setările aplicației anterioare. Te rog adaugă din nou spațiul de stocare Dropbox pentru a te asigura că funcționează corect.

source: In order to execute the scheduled backups properly, please set the DISABLE_WP_CRON constant to false. If you are using an external cron system, simply click 'X' to dismiss this message.
ro_ro: Pentru a executa corect copiile de siguranță programate, setează constanta DISABLE_WP_CRON la false. Dacă utilizezi un sistem cron extern dă clic pe „X” pentru a închide acest mesaj.

source: <strong>Tips: </strong>Some web hosts may restrict the connection between the two sites, so you may get a 403 error or unstable connection issue when performing auto migration. In that case, it is recommended to manually transfer the site.
ro_ro: <strong>Sfaturi: </strong>unele gazde web pot restricționa conexiunea dintre două site-uri, așa că este posibil să întâmpini o eroare 403 sau o problemă de conexiune instabilă când realizezi migrarea automată. În acest caz, se recomandă transferul manual al site-ului.

source: Staging
ro_ro: Instanțiere

source: Create A Fresh WordPress Install
ro_ro: Creează o instalare WordPress nouă

source: Create A Staging Site
ro_ro: Creează un site de instanțiere

source: WPvivid Plugins - Staging
ro_ro: Module WPvivid - instanțiere

source: Subsite Description
ro_ro: Descriere sub-site

source: Subsite Title
ro_ro: Titlu sub-site

source: Subsite Tables/Folders
ro_ro: Tabele/dosare sub-site

source: Subsite URL
ro_ro: URL sub-site

source: Keep staging sites when deleting the plugin
ro_ro: Păstrează site-urile de instanțiere când ștergi modulul

source: Keep permalink when transferring website
ro_ro: Păstrează legătura permanentă când transferi site-ul web

source: Anyone can visit the staging site
ro_ro: Oricine poate vizita site-ul de instanțiere

source: times when encountering a time-out error
ro_ro: ori când întâmpini o eroare de întrerupere

source: A lower value will help speed up the process of creating a staging site. However, if your server has a limit on the number of requests, a higher value is recommended.
ro_ro: O valoare mai mică ajută la accelerarea procesului de creare a unui site de instanțiere. Cu toate acestea, dacă serverul are o limită a numărului de solicitări, este recomandată o valoare mai mare.

source: Delay Between Requests
ro_ro: Întârziere între solicitări

source: The time-out is not your server PHP time-out. With the execution time exhausted, our plugin will shut down the progress of creating a staging site. If the progress encounters a time-out, that means you have a medium or large sized website. Please try to scale the value bigger.
ro_ro: Timpul de întrerupere nu este timpul de întrerupere PHP de pe server. Când timpul de întrerupere expiră, modulul va opri progresul creării site-ului de instanțiere. Dacă progresul se întrerupe înseamnă că ai un site web de dimensiuni medii sau mari și te rugăm să încerci să mărești valoarea.

source: PHP Script Execution Timeout
ro_ro: Timpul de întrerupere al execuției scripturilor PHP

source: Adjust this value to apply for a temporary PHP memory limit for the plugin to create a staging site. We set this value to 256M by default. Increase the value if you encounter a memory exhausted error. Note: some web hosting providers may not support this.
ro_ro: Ajustează această valoare pentru a aplica o limită temporară de memorie PHP pentru modul când creezi un site de instanțiere. Implicit această valoare este 256 M. Mărește valoarea dacă întâmpini o eroare de memorie epuizată. Notă: este posibil ca unii furnizori de găzduire web să nu accepte acest lucru.

source: Staging Memory Limit
ro_ro: Limită memorie pentru instanțiere

source: Maximum size of the files copied to a staging site. All files larger than this value will be ignored. If you set the value of 0 MB, all files will be copied to a staging site.
ro_ro: Dimensiunea maximă a fișierelor copiate pe un site de instanțiere. Toate fișierele mai mari decât această valoare vor fi ignorate. Dacă setezi valoarea la 0 MB, toate fișierele vor fi copiate pe un site de instanțiere.

source: Max File Size
ro_ro: Dimensiune maximă fișier

source: Number of files to copy that will be copied within one ajax request. The higher value makes the file copy process faster. Please try a high value to find out the highest possible value. If you encounter timeout errors, try lower values until no more errors occur.
ro_ro: Numărul de fișiere care vor fi copiate într-o singură solicitare ajax. O valoare mai mare face procesul de copiere a fișierelor mai rapid. Te rog încearcă o valoare mare pentru a afla cea mai mare valoare posibilă. Dacă întâmpini erori de întrerupere, încearcă valori mai mici până când nu mai apar erori.

source: File Copy Count
ro_ro: Număr de copii pentru fișiere

source: Number of DB rows, that are processed within one ajax query. The higher value makes the DB replacement process faster. If timeout erros occur, decrease the value because this process consumes a lot of memory.
ro_ro: Numărul de rânduri din baza de date care sunt procesate într-o interogare ajax. O valoare mai mare face procesul de înlocuire în baza de date mai rapid. Dacă apar erori de întrerupere, redu valoarea deoarece acest proces consumă multă memorie.

source: DB Replace Count
ro_ro: Număr de înlocuiri în baza de date

source: Number of DB rows, that are copied within one ajax query. The higher value makes the database copy process faster. Please try a high value to find out the highest possible value. If you encounter timeout errors, try lower values until no more errors occur.
ro_ro: Numărul de rânduri din baza de date, care sunt copiate într-o interogare ajax. O valoare mai mare face ca procesul de copiere a bazei de date să fie mai rapid. Te rog încearcă o valoare mare pentru a afla cea mai mare valoare posibilă. Dacă întâmpini erori de întrerupere, încearcă valori mai mici până nu mai apar erori.

source: DB Copy Count
ro_ro: Număr de copii pentru baza de date

source: Staging Settings
ro_ro: Setări pentru instanțiere

source: Staging Logs
ro_ro: Jurnale de instanțiere

source: Action
ro_ro: Acțiune

source: Log File Name
ro_ro: Nume fișier jurnal

source: Backup Logs
ro_ro: Jurnale copie de siguranță

source: Up to 50 domains
ro_ro: Până la 50 de domenii

source: Up to 10 domains
ro_ro: Până la 10 domenii

source: 2 domains
ro_ro: 2 domenii

source: Roles & Capabilities
ro_ro: Roluri și capabilități

source: White Label
ro_ro: Etichetă albă

source: Mulitsite Support
ro_ro: Suport multi-site

source: Image Optimization Pro (Unlimited/domain)
ro_ro: Image Optimization Pro (nelimitat/domeniu)

source: Domains
ro_ro: Domenii

source: Small Business
ro_ro: Afaceri mici

source: Features
ro_ro: Funcționalități

source: File not found
ro_ro: Nu am găsit fișierul

source: File Size:
ro_ro: Dimensiune fișier:

source: File
ro_ro: Fișier

source: Total Folders:
ro_ro: Total dosare:

source: Scanned:
ro_ro: Scanate:

source: Total Posts:
ro_ro: Total articole:

source: Please don't refresh the page while running a scan.
ro_ro: Te rog să nu reîmprospătezi pagina în timp ce rulează o scanare.

source: Scan
ro_ro: Scanează

source: Size
ro_ro: Dimensiune

source: Path
ro_ro: Cale

source: Thumbnail
ro_ro: Miniatură

source: Set how many media files to process per request. The value should be set depending on your server performance and the recommended value is 100.
ro_ro: Setează câte fișiere media să procesezi per solicitare. Valoarea ar trebui setată în funcție de performanța serverului. Valoarea recomandată este 100.

source: Media Files Quantity Processed Per Request
ro_ro: Cantitatea de fișiere media procesate per solicitare

source: Set how many posts to process per request. The value should be set depending on your server performance and the recommended value is 20.
ro_ro: Setează câte articole să procesezi per solicitare. Valoarea ar trebui să fie setată în funcție de performanța serverului. Valoarea recomandată este 20.

source: Posts Quantity Processed Per Request
ro_ro: Cantitatea de articole procesate per solicitare

source: With this option checked, when the image is deleted, the corresponding image url in the database that is not used anywhere on your website will also be deleted.
ro_ro: Cu această opțiune bifată, când imaginea este ștearsă, va fi șters din baza de date și URL-ul imaginii corespunzătoare care nu este folosită nicăieri pe site.

source: Delete Image URL
ro_ro: Șterge URL-ul imaginii
