Repository: bvzk/mccloud
Catalog: languages/plugins/wpvivid-backuprestore-*.po
Languages: ro_ro

source: Warning: An alias for remote storage is required.
ro_ro: Avertizare: este necesar un alias pentru stocarea la distanță.

source: Error:
ro_ro: Eroare:

source: Warning:
ro_ro: Avertizare:

source: Migrate WordPress
ro_ro: Migrează WordPress

source: Restore Your Site from a Backup
ro_ro: Îți restaurezi site-ul dintr-o copie de siguranță

source: Create a Manual Backup
ro_ro: Creează manual o copie de siguranță

source: WPvivid Backup Settings
ro_ro: Setări copii de siguranță WPvivid

source: How-to
ro_ro: Sfaturi practice

source: Troubleshooting
ro_ro: Depanare

source: ChangeLog
ro_ro: Istoric modificări

source: Current Version:
ro_ro: Versiune curentă:

source: Settings
ro_ro: Setări

source: Backup & Restore
ro_ro: Copii de siguranță și restaurare

source: Clone or copy WP sites then move or migrate them to new host (new domain), schedule backups, transfer backups to leading remote storage. All in one.
ro_ro: Clonează sau copiază site-uri WP, apoi mută-le sau migrează-le către o nouă gazdă (domeniu nou), programează copii de siguranță, transferă-le în stocarea la distanță. Toate într-un singur modul.

source: WPvivid Backup Plugin
ro_ro: Modul WPvivid Backup
