<?php
/**
 * Template Name: Home
 * Template Post Type: post, page
 */

get_header();
?>

<script type="application/ld+json">
    { "@context" : "https://schema.org",
        "@type" : "Organization",
        "name": "mcCloud",
        "url" : "https://mccloud-ro.test-ocean.com.ua/",
        "image": [
            "https://mccloud-ro.test-ocean.com.ua/wp-content/themes/mccloud/assets/image/logo.png"
        ],
        "address": {
            "@type": "PostalAddress",
            "addressLocality": "Київ, Україна",
            "postalCode": "02000",
            "streetAddress": "вулиця Михайлівська, 14"
        },
        "email": "saas@mccloud.ua",
        "telephone": "+38 (067) 911 58 68",
        "sameAs":["https://www.facebook.com/mcCloud.com.ua/"]}
</script>

<?php require get_template_directory() . '/template-parts/common/companiesTrustUs.php'; ?>

<div class="container flex flex-col md:flex-row md:items-center mb-6 xl:gap-11">
    <div class="2xl:min-w-[566px] lg:min-w-[485px] md:min-w-[340px] xl:mr-[66px] lg:mr-4 mb-6 md:mb-0 relative z-10">
        <div class="h-[349px] lg:h-[440px] rounded-4 relative z-20 bg-cover bg-no-repeat bg-center"
            style="background-image: url('/wp-content/themes/mccloud/assets/image/cloud-partner.jpg');"></div>
        <div class="absolute bottom-[26px] left-[28px] z-30 w-full flex flex-row gap-2">
            <img loading="lazy" src="/wp-content/themes/mccloud/assets/image/partner.png" alt="Google premier partner"
                class="w-[121px] max-w-[121px]">
            <img loading="lazy" src="/wp-content/themes/mccloud/assets/image/cloud-2.png" alt="Google premier partner"
                class="max-w-[121px] w-[121px] rounded-3">
        </div>
    </div>
    <div class="w-auto">
        <h2 class="title-text-2 font-bold xl:mb-4 mb-3 text-5 leading-6">
			<?php echo pll__('mcCloud — прем\'єр партнер Google Cloud в Україні'); ?>
		</h2>
        <div class="text-3 leading-4 md:text-[14px] xl:text-[16px] xl:mb-8 lg:mb-4 md:mb-3 mb-4">
            <strong><?php echo pll__('Компанія mcCloud — це Premier partner Google Cloud. Наша головна бізнес-перевага — технічна підтримка від досвідчених фахівців на всіх етапах роботи у Google Workspace.') ?></strong>
            <br><br>
            <?php echo pll__('Ми завжди знаходимо найкращі рішення щодо функціонала/ціни так, щоб наші клієнти не платили за непотрібні опції. Також як прямий партнер Google ми надаємо консультації та допомогу в налаштуваннях та використанні хмарної платформи Google Wokrspace.'); ?>
        </div>
        <div class="flex items-center md:flex-row-reverse md:justify-end flex-col gap-3 md:gap-4">
            <div class="md:hidden xl:block text-gray font-semibold"><?php echo pll__('2 500+ суперових кліентів по всьому світу'); ?></div>
            <a href="<?= get_permalink(586); ?>" class="btn btn-light-primary md:mr-6 mr-0 w-full md:w-auto"><?php echo pll__('Детальніше про компанію'); ?></a>
        </div>
    </div>
</div>

<div
    class="bg-customLightGreen rounded-5 2xl:pt-[110px] md:pt-[58px] pt-4 2xl:pb-[212px] xl:pb-[127px] lg:pb-[187px] md:pb-[133px] pb-[212px] md:mt-11 mt-9">
    <div class="container">
        <h2 class="md:title-text-2 text-4 leading-5 md:text-6 md:leading-7 md:mb-5 mb-3 text-center font-semibold"><?php echo pll__('Послуги компанії mcCloud'); ?></h2>
        <div class="bg-white rounded-4 p-2.5 flex flex-col-reverse md:flex-row md:justify-between">
            <div class="md:w-5/12 pt-5 xl:px-7 md:px-2 2xl:p-10">
                <h3 class="md:title-text-2 text-4 font-semibold lg:mb-5 md:mb-3 mb-2">Google Workspace</h3>
                <div class="text-3 leading-4 lg:mb-6 mb-3 max-w-[438px]">
                    <div class="text-3 md:text-[14px] xl:text-[20px] leading-4 xl:leading-[28px] font-medium">
                       <?php echo pll__('Google Workspace (раніше G Suite) — це пакет хмарних інструментів для спільної роботи, який включає електронну пошту, календарі, документи, таблиці, презентації, чат та інші рішення для бізнесу.'); ?>
                        <br><br>
                    </div>
                    <div class="md:hidden lg:block text-3 md:text-[14px] xl:text-[20px] leading-4 xl:leading-[28px] font-medium">
                        <?php echo pll__('З mcCloud, Google Cloud partner (Україна), ви можете розраховувати на допомогу в реєстрації, перенесенні даних та налаштуваннях для швидкого старту.'); ?>
                    </div>
                </div>
                <div class="flex lg:mb-6 mb-5">
                    <div
                        class="border border-[#F2F2F7] rounded-lg flex items-center  lg:mr-4 mr-3">
                        <div class="border-r border-[#F2F2F7] py-3 md:py-5 lg:px-3 px-2">
                            <svg class="w-[20px] h-[20px] xl:w-5 xl:h-5" width="30" height="30" viewBox="0 0 30 30"
                                fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path
                                    d="M27.5391 7.15424V3.33984C27.5391 2.85445 27.1455 2.46094 26.6602 2.46094H22.8458C22.755 1.08873 21.6097 0 20.2148 0C18.82 0 17.6747 1.08873 17.5839 2.46094H13.7695C10.0915 2.46094 6.63375 3.8932 4.03301 6.49395C1.43227 9.09469 0 12.5525 0 16.2305C0 19.9085 1.43227 23.3663 4.03301 25.967C6.63375 28.5677 10.0915 30 13.7695 30C17.4475 30 20.9053 28.5677 23.5061 25.967C26.1068 23.3663 27.5391 19.9085 27.5391 16.2305V12.4161C28.9113 12.3253 30 11.1799 30 9.78516C30 8.39039 28.9113 7.245 27.5391 7.15424ZM12.8906 4.25104V7.15418C11.5184 7.245 10.4297 8.39033 10.4297 9.7851C10.4297 11.1799 11.5184 12.3253 12.8906 12.416V15.3516H9.08203C8.59664 15.3516 8.20312 15.7451 8.20312 16.2305V16.9336C8.20312 17.4182 7.80885 17.8125 7.32422 17.8125C6.83959 17.8125 6.44531 17.4182 6.44531 16.9336V16.2305C6.44531 15.7451 6.0518 15.3516 5.56641 15.3516H1.7901C2.22059 9.42738 6.96644 4.68152 12.8906 4.25104ZM13.7695 23.5547C13.2841 23.5547 12.8906 23.9482 12.8906 24.4336V28.2099C6.96644 27.7794 2.22059 23.0336 1.7901 17.1094H4.69324C4.78406 18.4816 5.92939 19.5703 7.32416 19.5703C8.71893 19.5703 9.86432 18.4816 9.95508 17.1094H12.8906V20.918C12.8906 21.4034 13.2841 21.7969 13.7695 21.7969H14.4727C14.9573 21.7969 15.3516 22.1912 15.3516 22.6758C15.3516 23.1604 14.9573 23.5547 14.4727 23.5547H13.7695ZM14.6484 28.2099V25.3068C16.0206 25.2159 17.1094 24.0706 17.1094 22.6758C17.1094 21.2811 16.0206 20.1357 14.6484 20.0449V17.1094H18.457C18.9424 17.1094 19.3359 16.7159 19.3359 16.2305V15.5273C19.3359 15.0427 19.7302 14.6484 20.2148 14.6484C20.6995 14.6484 21.0938 15.0427 21.0938 15.5273V16.2305C21.0938 16.7159 21.4873 17.1094 21.9727 17.1094H25.749C25.3185 23.0336 20.5726 27.7794 14.6484 28.2099ZM27.3633 10.6641H26.6602C26.1748 10.6641 25.7812 11.0576 25.7812 11.543V15.3516H22.8458C22.7549 13.9794 21.6096 12.8906 20.2148 12.8906C18.8201 12.8906 17.6747 13.9794 17.5839 15.3516H14.6484V11.543C14.6484 11.0576 14.2549 10.6641 13.7695 10.6641H13.0664C12.5818 10.6641 12.1875 10.2698 12.1875 9.78516C12.1875 9.30053 12.5818 8.90625 13.0664 8.90625H13.7695C14.2549 8.90625 14.6484 8.51273 14.6484 8.02734V4.21875H18.457C18.9424 4.21875 19.3359 3.82523 19.3359 3.33984V2.63672C19.3359 2.15209 19.7302 1.75781 20.2148 1.75781C20.6995 1.75781 21.0938 2.15209 21.0938 2.63672V3.33984C21.0938 3.82523 21.4873 4.21875 21.9727 4.21875H25.7812V8.02734C25.7812 8.51273 26.1748 8.90625 26.6602 8.90625H27.3633C27.8479 8.90625 28.2422 9.30053 28.2422 9.78516C28.2422 10.2698 27.8479 10.6641 27.3633 10.6641Z"
                                    fill="#FBBC05" />
                            </svg>
                        </div>
                        <div class="lg:px-[12px] px-2 xl:text-3 lg: text-[12px] lg:leading-4 leading-[18px]">
                            <?php echo pll__('Зберігання <br>файлів в хмарі'); ?>
                        </div>
                    </div>
                    <div class="border border-[#F2F2F7] rounded-lg flex items-center ">
                        <div class="border-r border-[#F2F2F7] py-3 md:py-5 lg:px-3 px-2">
                            <svg class="w-4 h-4 xl:w-5 xl:h-5" width="31" height="30" viewBox="0 0 31 30" fill="none"
                                xmlns="http://www.w3.org/2000/svg">
                                <path
                                    d="M26.8064 19.4417C25.3325 19.4417 24.0872 20.4355 23.7031 21.788H20.5887V18.3533H23.7687C27.2226 18.3533 30.0325 15.5434 30.0325 12.0895C30.0325 9.32022 28.1958 6.88747 25.5884 6.09513C24.8002 2.93914 21.9514 0.675614 18.6519 0.675614C17.3729 0.675614 16.1477 1.00544 15.0664 1.6356C13.9212 0.588332 12.4197 0 10.842 0C7.45785 0 4.69193 2.6977 4.58154 6.05536C1.90319 6.804 0 9.25629 0 12.0895C0 15.5434 2.80992 18.3533 6.26383 18.3533H9.44381V21.788H6.32935C5.94532 20.4355 4.70003 19.4417 3.22615 19.4417C1.44725 19.4417 0 20.889 0 22.6678C0 24.4467 1.44725 25.894 3.22615 25.894C4.70003 25.894 5.94526 24.9002 6.32935 23.5477H10.3237C10.8096 23.5477 11.2035 23.1538 11.2035 22.6678V18.3533H14.1364V23.6707C12.7839 24.0547 11.7901 25.3 11.7901 26.7739C11.7901 28.5528 13.2374 30 15.0162 30C16.7951 30 18.2424 28.5528 18.2424 26.7739C18.2424 25.3 17.2486 24.0547 15.8961 23.6707V18.3533H18.829V22.6678C18.829 23.1538 19.2229 23.5477 19.7088 23.5477H23.7031C24.0872 24.9002 25.3325 25.894 26.8064 25.894C28.5852 25.894 30.0325 24.4467 30.0325 22.6678C30.0325 20.889 28.5852 19.4417 26.8064 19.4417ZM3.22615 24.1343C2.41756 24.1343 1.75972 23.4764 1.75972 22.6678C1.75972 21.8593 2.41756 21.2014 3.22615 21.2014C4.03474 21.2014 4.69258 21.8593 4.69258 22.6678C4.69258 23.4764 4.03474 24.1343 3.22615 24.1343ZM16.4827 26.7739C16.4827 27.5824 15.8248 28.2403 15.0162 28.2403C14.2077 28.2403 13.5498 27.5824 13.5498 26.7739C13.5498 25.9653 14.2077 25.3074 15.0162 25.3074C15.8248 25.3074 16.4827 25.9653 16.4827 26.7739ZM6.26383 16.5936C3.78028 16.5936 1.75972 14.5731 1.75972 12.0895C1.75972 9.86972 3.41426 7.9538 5.60822 7.63295C6.0712 7.56526 6.40015 7.14703 6.35698 6.68117C6.34425 6.54374 6.3378 6.40332 6.3378 6.26377C6.3378 3.78028 8.35836 1.75978 10.8419 1.75978C12.167 1.75978 13.4165 2.33579 14.2701 3.34012C14.5698 3.69271 15.0913 3.75289 15.4635 3.4779C16.3863 2.79584 17.4888 2.43533 18.6519 2.43533C21.3283 2.43533 23.554 4.39912 23.9701 6.9537C24.0289 7.31491 24.3053 7.60198 24.664 7.67459C26.755 8.09792 28.2727 9.9546 28.2727 12.0895C28.2727 14.5731 26.2522 16.5936 23.7686 16.5936H6.26383ZM26.8064 24.1343C25.9978 24.1343 25.3399 23.4764 25.3399 22.6678C25.3399 21.8593 25.9978 21.2014 26.8064 21.2014C27.6149 21.2014 28.2728 21.8593 28.2728 22.6678C28.2728 23.4764 27.6149 24.1343 26.8064 24.1343Z"
                                    fill="#FBBC05" />
                            </svg>
                        </div>
                        <div class="lg:px-[12px] px-2 xl:text-3 lg: text-[12px] lg:leading-4 leading-[18px]">
                            <?php echo pll__('Оптимізована<br>командна робота'); ?>
                        </div>
                    </div>
                </div>
                <div class="flex flex-col md:flex-row gap-3">
                    <a href="<?= get_permalink(1133); ?>" class="btn btn-primary md:mr-3 mr-0"><?php echo pll__('Дізнатися більше'); ?></a>
                    <a href="<?= get_permalink(1133); ?>#choosePlan" class="btn btn-light-primary"><?php echo pll__('Обрати план'); ?></a>
                </div>
            </div>
            <div
                class="md:w-7/12 max-w-[778px] min-h-[334px] bg-lightgreen rounded-3 px-4 flex items-center
                justify-center">
                <img loading="lazy" src="/wp-content/themes/mccloud/assets/image/49ca9044a38b6ee2189828498f983b52.png"
                    alt="Workspace">
            </div>
        </div>
    </div>
</div>

<?php require get_template_directory() . '/template-parts/common/callToActionBlock.php'; ?>

<div class="container">
    <div class="hidden md:block text-center md:mb-8 2xl:mb-11">
        <h2 class="title-text-2 font-bold xl:mb-2"><?php echo pll__('Продукти компанії mcCloud'); ?></h2>
        <div class="xl:text-3 xl:leading-4 text-gray"><?php echo pll__('Зручна співпраця та ефективна комунікація: інструменти для вашого успіху'); ?></div>
    </div>
    <div class="hidden md:grid grid-cols-3 xl:gap-4 lg:gap-3 md:gap-2 mb-10 2xl:mb-[160px]">
        <div class="rounded-4 border border-customlightGray p-4 transition-shadow hover:shadow-lg">
            <div class="h-[60px] flex items-center mb-5">
                <img loading="lazy" src="/wp-content/themes/mccloud/assets/image/chrome.svg" alt="Google chrome">
            </div>
            <h3 class="title-text-4 font-bold mb-3">Chrome Enterprise</h3>
            <div class="h-[170px] overflow-hidden leading-4 mb-5">
                <?php echo pll__('Chrome Enterprise — це версія браузера Chrome для корпоративного використання. Ваші користувачі отримають браузер, який вони вже знають, із додатковими корпоративними засобами керування та можливостями безпеки для вашої організації.'); ?>
            </div>
            <a href="<?= home_url(); ?>/chrome-enterprise-premium/" class="btn btn-lg btn-success block width-fit"><?php echo pll__('Дізнатися більше'); ?></a>
        </div>
        <div class="rounded-4 border border-customlightGray p-4 transition-shadow hover:shadow-lg">
            <div class="h-[60px] flex items-center mb-5">
                <img loading="lazy" src="/wp-content/themes/mccloud/assets/image/gemini.svg" alt="Gemini">
            </div>
            <h3 class="title-text-4 font-bold mb-3">Gemini</h3>
            <div class="h-[170px] overflow-hidden leading-4 mb-5">
                <?php echo pll__('Gemini — велика мовна модель від Google AI. Володіє знаннями з безлічі тем, може генерувати текст, перекладати мови, писати різні види творчого контенту та відповідати на ваші запитання інформативно. Все ще перебуває у розробці, але вже навчився виконувати багато видів завдань.'); ?>
            </div>
            <a href="<?= get_permalink(1154); ?>" class="btn btn-lg btn-success block width-fit"><?php echo pll__('Дізнатися більше'); ?></a>
        </div>
        <div class="rounded-4 border border-customlightGray p-4 transition-shadow hover:shadow-lg">
            <div class="h-[60px] flex items-center mb-5">
                <img loading="lazy" src="/wp-content/themes/mccloud/assets/image/spin.svg" alt="Spin">
            </div>
            <h3 class="title-text-4 font-bold mb-3">Spinbackup</h3>
            <div class="h-[170px] overflow-hidden  leading-4 mb-5" style="letter-spacing: -0.2px">
                <?php echo pll__('Spinbackup — це хмарна платформа для захисту даних, якою пропонує скористатися McCloud (реселлер Гугл). Ми надаємо комплексний захист електронної пошти та додатків Google Workspace. Spinbackup є надійним інструментом для захисту цифрових активів компаній та конфіденційної інформації.'); ?>
            </div>
            <a href="<?= get_permalink(1137); ?>" class="btn btn-lg btn-success block width-fit"><?php echo pll__('Дізнатися більше'); ?></a>
        </div>
    </div>

    <h2 class="md:title-text-2 text-4 leading-5 text-center md:mb-5 mb-3 font-bold"><?php echo pll__('Рішення для бізнесу'); ?> </h2>
    <div class="flex justify-center mb-7 2xl:mb-11">
        <div class="flex" data-tabs-toggle="#businessSolutionsTabs" data-tabs-active-classes="bg-lightgreen"
            data-tabs-inactive-classes="bg-white" role="tablist">
            <a href="#" role="tab" data-tabs-target="#googleWorkspaceTab" aria-selected="false"
                class="flex justify-center bg-lightgreen rounded-lg mr-[11px] w-[166px] md:w-[215px] py-[14px] leading-4 font-semibold text-black">
                Google Workspace
            </a>
            <a href="#" role="tab" data-tabs-target="#spinbackupTab" aria-selected="false"
                class="flex justify-center bg-white rounded-lg w-[166px] md:w-[215px] py-[14px] leading-4 font-semibold text-black">
                Spinbackup
            </a>
        </div>
    </div>
    <div id="businessSolutionsTabs">
        <div id="googleWorkspaceTab" role="tabpanel">
            <div class="google-tab-slider slick-force-height lg:grid lg:grid-cols-4 gap-x-4 gap-y-4">
                <div
                    class="w-[244px] md:w-[207px] mr-[20px] lg:mr-0 lg:w-auto min-h-[260px] border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg cursor" data-link='/google-workspace-for-it-industry/'>
                    <div class="mb-6">
                        <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <rect width="60" height="60" rx="30" fill="#E8F0FE" />
                            <path
                                d="M41.7773 34.4363C40.3051 34.4363 39.0612 35.429 38.6775 36.78H35.5664V33.3491H38.743C42.1931 33.3491 45 30.5422 45 27.092C45 24.3258 43.1653 21.8956 40.5607 21.1042C39.7734 17.9516 36.9276 15.6905 33.6318 15.6905C32.3541 15.6905 31.1302 16.02 30.0501 16.6495C28.9062 15.6033 27.4062 15.0156 25.8302 15.0156C22.4498 15.0156 19.6869 17.7104 19.5766 21.0644C16.9011 21.8123 15 24.2619 15 27.092C15 30.5422 17.8069 33.3491 21.2571 33.3491H24.4336V36.78H21.3225C20.9389 35.429 19.6949 34.4363 18.2227 34.4363C16.4457 34.4363 15 35.882 15 37.6589C15 39.4359 16.4457 40.8816 18.2227 40.8816C19.6949 40.8816 20.9388 39.8888 21.3225 38.5378H25.3125C25.7979 38.5378 26.1914 38.1443 26.1914 37.6589V33.3491H29.1211V38.6607C27.7701 39.0443 26.7773 40.2882 26.7773 41.7605C26.7773 43.5375 28.223 44.9832 30 44.9832C31.777 44.9832 33.2227 43.5375 33.2227 41.7605C33.2227 40.2882 32.2299 39.0443 30.8789 38.6607V33.3491H33.8086V37.6589C33.8086 38.1443 34.2021 38.5378 34.6875 38.5378H38.6775C39.0611 39.8888 40.3051 40.8816 41.7773 40.8816C43.5543 40.8816 45 39.4359 45 37.6589C45 35.882 43.5543 34.4363 41.7773 34.4363ZM18.2227 39.1238C17.4149 39.1238 16.7578 38.4667 16.7578 37.6589C16.7578 36.8512 17.4149 36.1941 18.2227 36.1941C19.0304 36.1941 19.6875 36.8512 19.6875 37.6589C19.6875 38.4667 19.0304 39.1238 18.2227 39.1238ZM31.4648 41.7605C31.4648 42.5682 30.8077 43.2253 30 43.2253C29.1923 43.2253 28.5352 42.5682 28.5352 41.7605C28.5352 40.9528 29.1923 40.2957 30 40.2957C30.8077 40.2957 31.4648 40.9528 31.4648 41.7605ZM21.2571 31.5913C18.7762 31.5913 16.7578 29.5729 16.7578 27.092C16.7578 24.8747 18.4106 22.9608 20.6021 22.6403C21.0646 22.5727 21.3932 22.1549 21.3501 21.6896C21.3374 21.5523 21.3309 21.412 21.3309 21.2726C21.3309 18.7918 23.3493 16.7735 25.8302 16.7735C27.1538 16.7735 28.402 17.3489 29.2547 18.3521C29.554 18.7043 30.075 18.7645 30.4468 18.4898C31.3686 17.8084 32.4699 17.4483 33.6317 17.4483C36.3052 17.4483 38.5286 19.41 38.9442 21.9618C39.0029 22.3226 39.279 22.6094 39.6373 22.6819C41.7261 23.1048 43.2421 24.9595 43.2421 27.092C43.2421 29.5729 41.2238 31.5913 38.7429 31.5913H21.2571ZM41.7773 39.1238C40.9696 39.1238 40.3125 38.4667 40.3125 37.6589C40.3125 36.8512 40.9696 36.1941 41.7773 36.1941C42.5851 36.1941 43.2422 36.8512 43.2422 37.6589C43.2422 38.4667 42.5851 39.1238 41.7773 39.1238Z"
                                fill="#5092FF" />
                        </svg>
                    </div>
                    <h3 class="text-4 leading-5 font-bold mb-3">For IT industry</h3>
                    <div class=" text-gray leading-4" style="cursor: pointer;">
                        <?php echo pll__('Безпечна комунікація та конфіденційність. Відправляйте документи без ризику їх витоку. GeminiDuet AI допомагає оптимізувати час у офісі та віддалено.'); ?>
                    </div>
                </div>
                <div
                    class="w-[207px] mr-[20px] lg:mr-0 lg:w-auto min-h-[260px] border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg cursor" data-link='/google-workspace-for-legal/'>
                    <div class="mb-6">
                        <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <rect width="60" height="60" rx="30" fill="#DCF0E2" />
                            <path
                                d="M42.363 15H21.1566C19.7032 15 18.5204 16.1828 18.5204 17.6362V19.0375H17.6381C16.1847 19.0375 15.002 20.2196 15.002 21.6736V37.3986C15.002 38.852 16.1847 40.0348 17.6381 40.0348H19.5883V43.2351C19.5883 44.795 21.4536 45.5169 22.4653 44.5872L27.4376 40.0348H38.8446C40.298 40.0348 41.4808 38.852 41.4808 37.3986V35.9973H42.363C43.817 35.9973 44.9992 34.8146 44.9992 33.3611V17.6362C44.9991 16.1828 43.817 15 42.363 15ZM39.7233 37.3986C39.7233 37.883 39.329 38.2773 38.8446 38.2773H27.2098C26.9163 38.2773 26.6351 38.3863 26.4183 38.5849L21.3458 43.2292V39.449C21.3458 38.8028 20.8203 38.2773 20.1741 38.2773H17.6381C17.1537 38.2773 16.7594 37.883 16.7594 37.3986V21.6736C16.7594 21.1891 17.1537 20.7949 17.6381 20.7949H38.8446C39.329 20.7949 39.7233 21.1891 39.7233 21.6736V37.3986ZM43.2417 33.3611C43.2417 33.8456 42.8475 34.2399 42.363 34.2399H41.4808V21.6736C41.4808 20.2196 40.298 19.0374 38.8446 19.0374H20.2778V17.6362C20.2778 17.1517 20.6721 16.7575 21.1566 16.7575H42.363C42.8475 16.7575 43.2417 17.1517 43.2417 17.6362V33.3611Z"
                                fill="#34A853" />
                            <path
                                d="M34.3496 25.7045C34.2065 25.3978 33.8941 25.1971 33.5531 25.1971H29.1862V23.4327C29.1862 22.9474 28.7928 22.554 28.3075 22.554C27.8222 22.554 27.4287 22.9473 27.4287 23.4327V25.1971H23.0617C22.7203 25.1971 22.4082 25.3976 22.2653 25.7045L20.5621 29.3584C19.7098 31.1872 21.0463 33.2812 23.0617 33.2812C25.0799 33.2812 26.4127 31.1846 25.5613 29.3583L24.4409 26.9544H27.4288V34.7458H25.5249C25.0396 34.7458 24.6462 35.1392 24.6462 35.6245C24.6462 36.1098 25.0396 36.5032 25.5249 36.5032H31.0901C31.5754 36.5032 31.9689 36.1098 31.9689 35.6245C31.9689 35.1392 31.5755 34.7458 31.0901 34.7458H29.1862V26.9544H32.174L31.1731 29.1018C30.3613 30.8434 31.6346 32.837 33.5531 32.837C35.4743 32.837 36.7439 30.8411 35.9331 29.1018L34.3496 25.7045ZM23.0617 31.5238C22.3289 31.5238 21.8451 30.7659 22.1551 30.1009L23.0617 28.1557L23.9684 30.1009C24.278 30.7649 23.7956 31.5238 23.0617 31.5238ZM33.5531 31.0796C32.917 31.0796 32.4968 30.4217 32.766 29.8443L33.5531 28.1556L34.3402 29.8442C34.609 30.4208 34.1903 31.0796 33.5531 31.0796Z"
                                fill="#34A853" />
                        </svg>
                    </div>
                    <h3 class="text-4 leading-5 font-bold mb-3">For Legal services</h3>
                    <div class=" text-gray leading-4" style="cursor: pointer;">
                        <?php echo pll__('Заборона на видалення файлів та контроль дій користувачів. Надсилайте запити на підписання через eSignature.'); ?>
                    </div>
                </div>
                <div
                    class="w-[207px] mr-[20px] lg:mr-0 lg:w-auto min-h-[260px] border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg cursor" data-link='/google-workspace-for-finance/'>
                    <div class="mb-6">
                        <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <rect width="60" height="60" rx="30" fill="#FEEFC4" />
                            <path
                                d="M18.9727 26.8113C19.4455 27.1207 19.8187 27.2721 20.2293 27.3419C20.3023 27.7536 20.6611 28.0664 21.0938 28.0664C21.561 28.0664 21.942 27.7015 21.97 27.2413C22.8359 26.9295 23.4962 26.1727 23.6561 25.2205C23.8541 24.0416 23.216 22.9764 22.0676 22.5703C21.5074 22.3729 20.8904 22.135 20.5588 21.8748C20.5371 21.8578 20.4961 21.7559 20.5248 21.6041C20.5383 21.5314 20.6016 21.2883 20.8354 21.218C21.0877 21.1421 21.4119 21.2705 21.686 21.4277C22.0353 21.6282 22.4774 21.5566 22.7504 21.2605C23.1376 20.8404 23.0203 20.1671 22.5137 19.9033C22.3452 19.8156 22.1625 19.7328 21.9714 19.6624C21.9579 19.1887 21.5706 18.8086 21.0938 18.8086C20.648 18.8086 20.2806 19.1408 20.2235 19.5709C19.4904 19.8336 18.9485 20.4778 18.7975 21.2783C18.6504 22.057 18.91 22.8158 19.4736 23.2582C20.0039 23.6742 20.7521 23.9701 21.4822 24.2279C21.9176 24.382 21.9621 24.6943 21.9223 24.9293C21.8783 25.1906 21.6533 25.6348 21.0879 25.6383C20.502 25.6424 20.3631 25.6207 19.9348 25.34C19.5287 25.0746 18.9838 25.1883 18.7184 25.5943C18.4523 26.001 18.5666 26.5453 18.9727 26.8113Z"
                                fill="#FBBC04" />
                            <path
                                d="M42.3633 26.3086H37.4414V21.5625C37.4414 21.331 37.35 21.1088 37.1872 20.9442L31.5622 15.2606C31.3971 15.0939 31.1722 15 30.9375 15H17.6367C16.1828 15 15 16.1828 15 17.6367V40.4297C15 41.8836 16.1828 43.0664 17.6367 43.0664H29.217C29.5256 44.1799 30.5474 45 31.7578 45H42.3633C43.8172 45 45 43.8172 45 42.3633V28.9453C45 27.4914 43.8172 26.3086 42.3633 26.3086ZM31.8164 18.0164L34.4561 20.6836H31.8164V18.0164ZM16.7578 40.4297V17.6367C16.7578 17.1521 17.1521 16.7578 17.6367 16.7578H30.0586V21.5625C30.0586 22.0479 30.4521 22.4414 30.9375 22.4414H35.6836V26.3086H31.7578C30.3039 26.3086 29.1211 27.4914 29.1211 28.9453V30.0586H19.6875C19.2021 30.0586 18.8086 30.4521 18.8086 30.9375V38.4375C18.8086 38.9229 19.2021 39.3164 19.6875 39.3164H29.1211V41.3086H17.6367C17.1521 41.3086 16.7578 40.9143 16.7578 40.4297ZM20.5664 37.5586V35.5664H22.5586V37.5586H20.5664ZM29.1211 31.8164V33.8086H24.3164V31.8164H29.1211ZM22.5586 33.8086H20.5664V31.8164H22.5586V33.8086ZM24.3164 35.5664H29.1211V37.5586H24.3164V35.5664ZM43.2422 42.3633C43.2422 42.8479 42.8479 43.2422 42.3633 43.2422H31.7578C31.2732 43.2422 30.8789 42.8479 30.8789 42.3633V28.9453C30.8789 28.4607 31.2732 28.0664 31.7578 28.0664H42.3633C42.8479 28.0664 43.2422 28.4607 43.2422 28.9453V42.3633Z"
                                fill="#FBBC04" />
                            <path
                                d="M33.2812 35.0977H40.7812C41.2666 35.0977 41.6602 34.7041 41.6602 34.2188V30.4688C41.6602 29.9834 41.2666 29.5898 40.7812 29.5898H33.2812C32.7959 29.5898 32.4023 29.9834 32.4023 30.4688V34.2188C32.4023 34.7041 32.7959 35.0977 33.2812 35.0977ZM34.1602 31.3477H39.9023V33.3398H34.1602V31.3477Z"
                                fill="#FBBC04" />
                            <path
                                d="M33.2824 36.6211H33.2818C32.7964 36.6211 32.4032 37.0146 32.4032 37.5C32.4032 37.9854 32.797 38.3789 33.2824 38.3789C33.7679 38.3789 34.1613 37.9854 34.1613 37.5C34.1613 37.0146 33.7679 36.6211 33.2824 36.6211Z"
                                fill="#FBBC04" />
                            <path
                                d="M37.0324 36.6211H37.0318C36.5464 36.6211 36.1532 37.0146 36.1532 37.5C36.1532 37.9854 36.547 38.3789 37.0324 38.3789C37.5179 38.3789 37.9113 37.9854 37.9113 37.5C37.9113 37.0146 37.5179 36.6211 37.0324 36.6211Z"
                                fill="#FBBC04" />
                            <path
                                d="M40.7824 36.6211H40.7818C40.2964 36.6211 39.9032 37.0146 39.9032 37.5C39.9032 37.9854 40.297 38.3789 40.7824 38.3789C41.2679 38.3789 41.6613 37.9854 41.6613 37.5C41.6613 37.0146 41.2679 36.6211 40.7824 36.6211Z"
                                fill="#FBBC04" />
                            <path
                                d="M33.2824 39.9023H33.2818C32.7964 39.9023 32.4032 40.2959 32.4032 40.7812C32.4032 41.2666 32.797 41.6602 33.2824 41.6602C33.7679 41.6602 34.1613 41.2666 34.1613 40.7812C34.1613 40.2959 33.7679 39.9023 33.2824 39.9023Z"
                                fill="#FBBC04" />
                            <path
                                d="M37.0324 39.9023H37.0318C36.5464 39.9023 36.1532 40.2959 36.1532 40.7812C36.1532 41.2666 36.547 41.6602 37.0324 41.6602C37.5179 41.6602 37.9113 41.2666 37.9113 40.7812C37.9113 40.2959 37.5179 39.9023 37.0324 39.9023Z"
                                fill="#FBBC04" />
                            <path
                                d="M40.7824 39.9023H40.7818C40.2964 39.9023 39.9032 40.2959 39.9032 40.7812C39.9032 41.2666 40.297 41.6602 40.7824 41.6602C41.2679 41.6602 41.6613 41.2666 41.6613 40.7812C41.6613 40.2959 41.2679 39.9023 40.7824 39.9023Z"
                                fill="#FBBC04" />
                        </svg>
                    </div>
                    <h3 class="text-4 leading-5 font-bold mb-3">For Finance</h3>
                    <div class=" text-gray leading-4" style="cursor: pointer;">
                        <?php echo pll__('Фінансова аналітика в Google Таблицях. Швидке налаштування доступу до конфіденційних документів з контролем витоку.'); ?>
                    </div>
                </div>
                <div
                    class="w-[207px] mr-[20px] lg:mr-0 lg:w-auto min-h-[260px] border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg">
                    <div class="mb-6">
                        <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <rect width="60" height="60" rx="30" fill="#FAD2CF" />
                            <path
                                d="M44.1211 29.1205H42.9388C43.4821 28.0405 43.7695 26.8406 43.7695 25.5965C43.7695 23.4991 42.9527 21.5272 41.4697 20.0441C39.9865 18.5609 38.0146 17.7441 35.9172 17.7441C33.8198 17.7441 31.8479 18.5609 30.3647 20.0441L30 20.4088L29.6353 20.0441C28.1521 18.561 26.1803 17.7442 24.0828 17.7442C21.9853 17.7442 20.0135 18.561 18.5303 20.0441C17.0473 21.5272 16.2305 23.4991 16.2305 25.5965C16.2305 26.8406 16.5179 28.0405 17.0612 29.1205H15.8789C15.3935 29.1205 15 29.514 15 29.9994C15 30.4848 15.3935 30.8783 15.8789 30.8783H18.2722C18.356 30.9702 18.4419 31.0605 18.5304 31.149L29.3786 41.9971C29.5502 42.1688 29.7751 42.2546 30 42.2546C30.2249 42.2546 30.4499 42.1688 30.6214 41.9971L41.4696 31.149C41.5581 31.0605 41.644 30.9702 41.7278 30.8783H44.1211C44.6065 30.8783 45 30.4848 45 29.9994C45 29.514 44.6065 29.1205 44.1211 29.1205ZM17.9883 25.5965C17.9883 23.9686 18.6222 22.4381 19.7733 21.287C20.9244 20.1359 22.4549 19.502 24.0828 19.502C25.7107 19.502 27.2412 20.1359 28.3923 21.287L29.3785 22.2732C29.7217 22.6164 30.2782 22.6164 30.6214 22.2732L31.6076 21.287C32.7588 20.1359 34.2892 19.502 35.9171 19.502C37.5451 19.502 39.0755 20.1359 40.2267 21.287C41.3778 22.4381 42.0117 23.9686 42.0117 25.5965C42.0117 26.8773 41.6191 28.0976 40.8912 29.1205H36.2845L34.3167 26.0135C34.1518 25.7531 33.863 25.5986 33.5546 25.6051C33.2466 25.6119 32.9647 25.7796 32.8115 26.047L29.9302 31.0779L26.2137 23.7428C26.0589 23.4372 25.7394 23.249 25.3983 23.2617C25.056 23.2739 24.752 23.4839 24.6193 23.7997L22.3846 29.1205H19.1088C18.3809 28.0976 17.9883 26.8773 17.9883 25.5965ZM30 40.1327L20.7456 30.8783H22.9688C23.3227 30.8783 23.6421 30.666 23.7791 30.3397L25.5043 26.232L29.0988 33.3263C29.2448 33.6146 29.5373 33.7995 29.8604 33.8077C29.8679 33.8079 29.8754 33.808 29.8829 33.808C30.1973 33.808 30.4887 33.6397 30.6455 33.3659L33.6121 28.1863L35.0583 30.4698C35.2194 30.7241 35.4996 30.8783 35.8008 30.8783H39.2544L30 40.1327Z"
                                fill="#EA4335" />
                        </svg>
                    </div>
                    <h3 class="text-4 leading-5 font-bold mb-3">For Healthcare</h3>
                    <div class=" text-gray leading-4" style="cursor: pointer;">
                        <?php echo pll__('Сервіси, адаптовані для сфери охорони здоров’я, відповідність вимогам HIPAA. Зручна комунікація учасників команди, простий запис пацієнтів до лікарів.'); ?>
                    </div>
                </div>
                <div
                    class="w-[207px] mr-[20px] lg:mr-0 lg:w-auto min-h-[260px] border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg cursor" data-link='/google-workspace-for-marketing/'>
                    <div class="mb-6">
                        <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <rect width="60" height="60" rx="30" fill="#FCEDD8" />
                            <path
                                d="M44.7005 16.007C44.635 15.6469 44.3531 15.365 43.993 15.2995C38.1344 14.2342 32.1264 16.0474 27.8368 20.1547C24.3019 19.9927 20.8657 21.3184 18.355 23.8292L16.6976 25.4864C16.4978 25.6862 16.4063 25.9698 16.4515 26.2487C16.4968 26.5276 16.6733 26.7677 16.926 26.894L21.2806 29.0713C20.7334 30.1569 20.2428 31.2765 19.8107 32.4285C19.6979 32.7295 19.7589 33.066 19.9654 33.3077C18.5755 34.3692 17.4113 35.7147 16.5655 37.2487C15.5413 39.106 15 41.2085 15 43.3288V44.1211C15 44.6065 15.3935 45 15.8789 45H16.6712C18.7914 45 20.8939 44.4587 22.7513 43.4345C24.2855 42.5886 25.6311 41.4242 26.6927 40.0341C26.8537 40.1717 27.0564 40.2452 27.2631 40.2452C27.3666 40.2452 27.4711 40.2269 27.5715 40.1893C28.7236 39.7572 29.8431 39.2666 30.9287 38.7194L33.106 43.074C33.2323 43.3267 33.4725 43.5032 33.7514 43.5485C33.7983 43.5561 33.8454 43.5598 33.8922 43.5598C34.1233 43.5598 34.3475 43.4685 34.5136 43.3024L36.1708 41.6451C38.6816 39.1343 40.0076 35.6983 39.8453 32.1631C43.9525 27.8736 45.7657 21.8657 44.7005 16.007ZM36.6196 17.2549C38.7041 16.7366 40.893 16.6158 43.0702 16.9298C43.3843 19.108 43.2633 21.298 42.7445 23.3833C42.7414 23.3878 42.7388 23.3924 42.7356 23.3969C41.1914 23.1648 39.7632 22.4497 38.6567 21.3433C37.5503 20.2368 36.8352 18.8086 36.6031 17.2644C36.6085 17.2611 36.6142 17.2581 36.6196 17.2549ZM18.8029 25.8671L19.5979 25.0721C21.3657 23.3043 23.6668 22.219 26.1114 21.9596C24.5837 23.681 23.248 25.5392 22.1133 27.5224L18.8029 25.8671ZM21.9025 41.8952C20.3299 42.7624 18.5529 43.2272 16.7582 43.2418C16.7728 41.447 17.2376 39.6701 18.1048 38.0973C18.8705 36.7087 19.9388 35.4985 21.2181 34.5644L22.7053 36.0516L20.8409 37.9161C20.4976 38.2593 20.4976 38.8158 20.8409 39.1591C21.0125 39.3307 21.2374 39.4165 21.4623 39.4165C21.6872 39.4165 21.9122 39.3307 22.0838 39.1591L23.9482 37.2946L25.4355 38.7818C24.5014 40.0612 23.2912 41.1295 21.9025 41.8952ZM34.9279 40.4021L34.1329 41.1971L32.4777 37.8867C34.4605 36.7521 36.3185 35.4167 38.0398 33.8892C37.7803 36.3335 36.6955 38.6344 34.9279 40.4021ZM38.2768 31.2526C35.1772 34.3521 31.5474 36.7348 27.4804 38.3408L25.1913 36.0517L29.5416 31.7013C29.8849 31.3581 29.8849 30.8016 29.5416 30.4584C29.1984 30.1152 28.6419 30.1152 28.2987 30.4584L23.9483 34.8087L21.6592 32.5196C23.2652 28.4525 25.6478 24.8227 28.7476 21.7229L28.7912 21.6794C30.5467 19.9239 32.6404 18.6065 34.907 17.7786C35.2324 19.5962 36.1008 21.2732 37.4137 22.5862C38.7268 23.8992 40.4038 24.7676 42.2214 25.093C41.3935 27.3596 40.0761 29.4533 38.3205 31.2088L38.2768 31.2526Z"
                                fill="#F08A01" />
                            <path
                                d="M33.4777 22.7137C32.4604 22.7137 31.5039 23.1098 30.7846 23.8292C30.0653 24.5485 29.6691 25.5049 29.6691 26.5223C29.6691 27.5396 30.0652 28.496 30.7846 29.2153C31.5039 29.9347 32.4604 30.3308 33.4777 30.3308C34.495 30.3308 35.4515 29.9347 36.1708 29.2153C36.8901 28.496 37.2863 27.5396 37.2863 26.5223C37.2863 25.5049 36.8901 24.5485 36.1708 23.8292C35.4514 23.1098 34.495 22.7137 33.4777 22.7137ZM34.9278 27.9724C34.1283 28.772 32.8271 28.772 32.0276 27.9724C31.228 27.1728 31.228 25.8717 32.0276 25.0721C32.4274 24.6723 32.9525 24.4725 33.4777 24.4725C34.0029 24.4725 34.5281 24.6723 34.9278 25.0721C35.7274 25.8717 35.7274 27.1728 34.9278 27.9724Z"
                                fill="#F08A01" />
                        </svg>
                    </div>
                    <h3 class="text-4 leading-5 font-bold mb-3">For Marketing</h3>
                    <div class=" text-gray leading-4" style="cursor: pointer;">
                        <?php echo pll__('Швидка й проста комунікація команди, можливість створювати й коригувати візуальний та текстовий контент, а також ефективно презентувати його замовнику.'); ?>
                    </div>
                </div>
                <div
                    class="w-[207px] mr-[20px] lg:mr-0 lg:w-auto min-h-[260px] border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg cursor" data-link='/google-workspace-for-entrepreneurs/'>
                    <div class="mb-6">
                        <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <rect width="60" height="60" rx="30" fill="#E8F0FE" />
                            <path
                                d="M45 24.0684C45 22.6145 43.8172 21.4316 42.3633 21.4316H37.6758V19.5404C37.6758 18.0147 36.4345 16.7734 34.9089 16.7734H25.0912C23.5655 16.7734 22.3242 18.0147 22.3242 19.5404V21.4316H17.6367C16.1828 21.4316 15 22.6145 15 24.0684V28.2283C15 29.0035 15.2524 29.9703 16.1719 30.9186V40.5918C16.1719 42.0457 17.3547 43.2285 18.8086 43.2285H41.1914C42.6453 43.2285 43.8281 42.0457 43.8281 40.5918V30.9186C44.7472 29.9708 45 29.0044 45 28.2283V24.0684ZM24.082 19.5404C24.082 18.9839 24.5347 18.5313 25.0912 18.5313H34.9089C35.4653 18.5313 35.918 18.9839 35.918 19.5404V21.4316H24.082V19.5404ZM16.7578 24.0684C16.7578 23.5837 17.1521 23.1895 17.6367 23.1895H42.3633C42.8479 23.1895 43.2422 23.5837 43.2422 24.0684V28.2283C43.2422 30.3909 39.0933 32.1557 33.0469 32.6181V31.8027C33.0469 31.3173 32.6534 30.9238 32.168 30.9238H27.832C27.3466 30.9238 26.9531 31.3173 26.9531 31.8027V32.6178C20.9122 32.1548 16.7578 30.3854 16.7578 28.2283V24.0684ZM31.2891 32.6816V33.8242C31.2891 34.4542 30.7765 34.9668 30.1465 34.9668H29.8535C29.2235 34.9668 28.7109 34.4542 28.7109 33.8242V32.6816H31.2891ZM41.1914 41.4707H18.8086C18.324 41.4707 17.9297 41.0764 17.9297 40.5918V32.2085C20.5467 33.5495 23.297 34.0666 27.008 34.3846C27.2698 35.7165 28.446 36.7246 29.8535 36.7246H30.1465C31.5541 36.7246 32.7304 35.7164 32.9921 34.3843C36.0575 34.1623 38.8249 33.5996 40.8455 32.782C41.2999 32.5981 41.7063 32.4061 42.0703 32.2083V40.5918C42.0703 41.0764 41.676 41.4707 41.1914 41.4707Z"
                                fill="#4285F4" />
                        </svg>
                    </div>
                    <h3 class="text-4 leading-5 font-bold mb-3">For Entrepreneurs </h3>
                    <div class=" text-gray leading-4" style="cursor: pointer;">
                        <?php echo pll__('Сервіс дозволяє швидко працювати з документами та створювати корпоративну пошту без додаткового програмного забезпечення.'); ?>
                    </div>
                </div>
                <div
                    class="w-[207px] mr-[20px] lg:mr-0 lg:w-auto min-h-[260px] border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg cursor" data-link='/google-workspace-for-human-resourses/'>
                    <div class="mb-6">
                        <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <rect width="60" height="60" rx="30" fill="#DCF0E2" />
                            <path
                                d="M40.6055 30.7123H37.6689C37.2692 30.7123 36.8822 30.7669 36.514 30.8673C35.7875 29.4393 34.3044 28.4581 32.5954 28.4581H27.4046C25.6956 28.4581 24.2125 29.4393 23.486 30.8673C23.1178 30.7669 22.7308 30.7123 22.3311 30.7123H19.3945C16.9714 30.7123 15 32.6837 15 35.1068V39.8012C15 41.2551 16.1828 42.4379 17.6367 42.4379H42.3633C43.8172 42.4379 45 41.2551 45 39.8012V35.1068C45 32.6837 43.0286 30.7123 40.6055 30.7123ZM23.0101 32.8527V40.6802H17.6367C17.1521 40.6802 16.7578 40.2859 16.7578 39.8013V35.1069C16.7578 33.653 17.9406 32.4702 19.3945 32.4702H22.3311C22.5697 32.4702 22.8008 32.5026 23.0207 32.5623C23.0144 32.6584 23.0101 32.7551 23.0101 32.8527ZM35.2321 40.6802H24.7679V32.8527C24.7679 31.3988 25.9507 30.2159 27.4046 30.2159H32.5954C34.0493 30.2159 35.2321 31.3988 35.2321 32.8527V40.6802ZM43.2422 39.8013C43.2422 40.2859 42.8479 40.6802 42.3633 40.6802H36.9899V32.8527C36.9899 32.755 36.9856 32.6583 36.9793 32.5622C37.1992 32.5026 37.4303 32.4701 37.6689 32.4701H40.6055C42.0594 32.4701 43.2422 33.6529 43.2422 35.1068V39.8013Z"
                                fill="#34A853" />
                            <path
                                d="M20.8629 22.4126C18.7096 22.4126 16.9579 24.1644 16.9579 26.3176C16.9578 28.4709 18.7096 30.2227 20.8629 30.2227C23.0161 30.2227 24.7679 28.4709 24.7679 26.3176C24.7679 24.1644 23.0162 22.4126 20.8629 22.4126ZM20.8628 28.4649C19.6788 28.4649 18.7156 27.5016 18.7156 26.3176C18.7156 25.1336 19.6788 24.1704 20.8628 24.1704C22.0468 24.1704 23.0101 25.1336 23.0101 26.3176C23.0101 27.5016 22.0468 28.4649 20.8628 28.4649Z"
                                fill="#34A853" />
                            <path
                                d="M30 17.5625C27.1233 17.5625 24.7829 19.9029 24.7829 22.7796C24.7829 25.6563 27.1233 27.9966 30 27.9966C32.8767 27.9966 35.2171 25.6563 35.2171 22.7796C35.2171 19.9029 32.8767 17.5625 30 17.5625ZM30 26.2388C28.0925 26.2388 26.5407 24.687 26.5407 22.7796C26.5407 20.8722 28.0925 19.3203 30 19.3203C31.9075 19.3203 33.4593 20.8721 33.4593 22.7796C33.4593 24.687 31.9075 26.2388 30 26.2388Z"
                                fill="#34A853" />
                            <path
                                d="M39.1371 22.4126C36.9839 22.4126 35.2321 24.1644 35.2321 26.3176C35.2321 28.4709 36.9839 30.2227 39.1371 30.2227C41.2904 30.2227 43.0421 28.4709 43.0421 26.3176C43.0421 24.1644 41.2904 22.4126 39.1371 22.4126ZM39.1371 28.4649C37.9532 28.4649 36.9899 27.5016 36.9899 26.3176C36.9899 25.1336 37.9532 24.1704 39.1371 24.1704C40.3211 24.1704 41.2843 25.1336 41.2843 26.3176C41.2843 27.5016 40.3211 28.4649 39.1371 28.4649Z"
                                fill="#34A853" />
                        </svg>
                    </div>
                    <h3 class="text-4 leading-5 font-bold mb-3">For Human resourses</h3>
                    <div class=" text-gray leading-4" style="cursor: pointer;">
                        <?php echo pll__('Швидкий контакт з кандидатами, призначення зустрічей, перегляд CV. Створіть робочий простір в AppSheet або отримайте поради від Gemini.'); ?>
                    </div>
                </div>
                <div
                    class="w-[207px] mr-[20px] lg:mr-0 lg:w-auto min-h-[260px] border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg cursor" data-link='/google-workspace-for-education/'>
                    <div class="mb-6">
                        <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <rect width="60" height="60" rx="30" fill="#FEEFC4" />
                            <path
                                d="M44.1211 36.2695H42.9492V16.7578H44.1211C44.6065 16.7578 45 16.3643 45 15.8789C45 15.3935 44.6065 15 44.1211 15H15.8789C15.3935 15 15 15.3935 15 15.8789C15 16.3643 15.3935 16.7578 15.8789 16.7578H17.0508V36.2695H15.8789C15.3935 36.2695 15 36.663 15 37.1484C15 37.6338 15.3935 38.0273 15.8789 38.0273H29.1211V39.8777C28.0981 40.2405 27.3633 41.2175 27.3633 42.3633C27.3633 43.8172 28.5461 45 30 45C31.4539 45 32.6367 43.8172 32.6367 42.3633C32.6367 41.2175 31.9019 40.2405 30.8789 39.8777V38.0273H44.1211C44.6065 38.0273 45 37.6338 45 37.1484C45 36.663 44.6065 36.2695 44.1211 36.2695ZM30 43.2422C29.5154 43.2422 29.1211 42.8479 29.1211 42.3633C29.1211 41.8787 29.5154 41.4844 30 41.4844C30.4846 41.4844 30.8789 41.8787 30.8789 42.3633C30.8789 42.8479 30.4846 43.2422 30 43.2422ZM18.8086 16.7578H41.1914V36.2695H18.8086V16.7578Z"
                                fill="#FBBC04" />
                            <path
                                d="M39.0996 23.5154C39.0744 23.2086 38.8753 22.9269 38.5961 22.7983L30.3715 18.9629C30.1359 18.8531 29.864 18.8531 29.6286 18.9629L21.4039 22.7983C21.0944 22.9427 20.8965 23.2533 20.8965 23.5949C20.8965 23.9365 21.0943 24.2471 21.4039 24.3915L24.2266 25.7078V31.2438C24.2266 31.6147 24.4594 31.9457 24.8085 32.071C26.4824 32.6722 28.2412 32.9728 30 32.9728C31.7588 32.9728 33.5176 32.6722 35.1916 32.071C35.5406 31.9457 35.7734 31.6147 35.7734 31.2438V25.7078L37.3458 24.9745V27.4886C37.3458 27.974 37.7393 28.3675 38.2247 28.3675C38.7101 28.3675 39.1036 27.974 39.1036 27.4886C39.1036 27.4886 39.1019 23.5417 39.0996 23.5154ZM34.0155 30.6108C31.4045 31.4167 28.5954 31.4167 25.9845 30.6108V26.5275L29.6286 28.2269C29.7463 28.2818 29.8731 28.3092 30 28.3092C30.1269 28.3092 30.2537 28.2817 30.3715 28.2269L34.0155 26.5276V30.6108ZM30 26.4605L23.8549 23.5949L30 20.7292L36.1451 23.5948L30 26.4605Z"
                                fill="#FBBC04" />
                        </svg>
                    </div>
                    <h3 class="text-4 leading-5 font-bold mb-3">For Education</h3>
                    <div class=" text-gray leading-4" style="cursor: pointer;">
                        <?php echo pll__('Хмарні сервіси для навчальних закладів: відеоконференції, робота з документами, розкладом. Ідеальна альтернатива очному навчанню.'); ?>
                    </div>
                </div>
            </div>
        </div>
        <div id="spinbackupTab" role="tabpanel">
            <div class="google-tab-slider slick-force-height lg:grid lg:grid-cols-2 gap-y-4 lg:gap-x-4">
                <div
                    class="w-[207px] mr-[20px] lg:mr-0 lg:w-auto min-h-[260px]  border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg">
                    <div class="min-h-[50px] mb-[50px] flex items-center">
                        <svg width="235" height="30" viewBox="0 0 235 30" fill="none"
                            xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0_8879_1256)">
                                <path
                                    d="M122.265 2.26172H125.021L119.538 22.8188H116.839L112.417 9.26719H112.303L107.881 22.8188H105.182L99.4688 2.26172H102.225L106.56 18.426H106.675L111.125 5.01797H113.595L118.045 18.426H118.16L122.265 2.26172Z"
                                    fill="#5F6368" />
                                <mask id="mask0_8879_1256" style="mask-type:luminance" maskUnits="userSpaceOnUse" x="0"
                                    y="0" width="235" height="30">
                                    <path d="M234.141 0H0V30H234.141V0Z" fill="white" />
                                </mask>
                                <g mask="url(#mask0_8879_1256)">
                                    <path
                                        d="M124.77 15.7846C124.77 13.6221 125.449 11.8324 126.808 10.4156C128.186 8.99922 129.918 8.29102 132.005 8.29102C134.091 8.29102 135.814 8.99922 137.173 10.4156C138.551 11.8324 139.24 13.6221 139.24 15.7846C139.24 17.9666 138.551 19.7563 137.173 21.1535C135.813 22.5703 134.091 23.2785 132.005 23.2781C129.919 23.2777 128.187 22.5689 126.808 21.1518C125.449 19.7357 124.769 17.9461 124.77 15.7828M127.411 15.7828C127.411 17.2953 127.851 18.5203 128.732 19.4578C129.612 20.3953 130.703 20.8641 132.005 20.8641C133.306 20.8641 134.397 20.3953 135.278 19.4578C136.158 18.5203 136.598 17.2953 136.598 15.7828C136.598 14.2898 136.158 13.0744 135.278 12.1365C134.379 11.1799 133.288 10.7014 132.005 10.701C130.721 10.7006 129.63 11.1797 128.73 12.1383C127.85 13.0758 127.409 14.2912 127.41 15.7846"
                                        fill="#5F6368" />
                                    <path
                                        d="M143.759 22.818H141.117V8.74961H143.644V11.0465H143.761C144.029 10.3 144.579 9.66348 145.412 9.13691C146.245 8.61035 147.063 8.34727 147.867 8.34766C148.632 8.34766 149.283 8.4625 149.819 8.69219L149.013 11.2486C148.687 11.115 148.17 11.048 147.462 11.0477C146.467 11.0477 145.601 11.4496 144.864 12.2535C144.128 13.0574 143.759 13.9949 143.759 15.066V22.818Z"
                                        fill="#5F6368" />
                                    <path
                                        d="M163.413 22.8188H160.227L155.834 16.1865L153.68 18.3111V22.8188H151.039V2.26172H153.68V14.9232L159.767 8.75039H163.155V8.86523L157.671 14.3203L163.413 22.7039V22.8188Z"
                                        fill="#5F6368" />
                                    <path
                                        d="M174.842 18.9139C174.842 20.1393 174.306 21.1729 173.234 22.0147C172.162 22.8564 170.812 23.2775 169.186 23.2779C167.769 23.2779 166.525 22.9094 165.453 22.1723C164.403 21.4633 163.6 20.4448 163.156 19.2584L165.511 18.2535C165.855 19.0961 166.358 19.7516 167.018 20.2199C167.648 20.679 168.407 20.9253 169.186 20.923C170.029 20.923 170.732 20.7412 171.296 20.3775C171.859 20.0139 172.141 19.5832 172.142 19.0855C172.142 18.1871 171.453 17.5268 170.075 17.1045L167.663 16.5016C164.927 15.8125 163.559 14.4914 163.558 12.5383C163.558 11.2563 164.08 10.2273 165.123 9.45156C166.167 8.67578 167.502 8.28828 169.128 8.28906C170.373 8.28906 171.497 8.58574 172.502 9.1791C173.507 9.77246 174.21 10.5668 174.611 11.5621L172.258 12.5383C171.988 11.9428 171.529 11.4531 170.952 11.1455C170.331 10.8065 169.634 10.6335 168.927 10.6434C168.273 10.6336 167.63 10.813 167.076 11.1602C166.529 11.5047 166.255 11.9258 166.255 12.4234C166.255 13.2273 167.011 13.8016 168.523 14.1461L170.648 14.6916C173.443 15.3807 174.84 16.7869 174.84 18.9104"
                                        fill="#5F6368" />
                                    <path
                                        d="M184.014 23.2781C182.981 23.2781 182.038 23.058 181.187 22.6178C180.335 22.1775 179.679 21.5938 179.22 20.8664H179.102L179.22 22.8188V29.0203H176.578V8.75039H179.105V10.7027H179.222C179.681 9.97578 180.337 9.39199 181.189 8.95137C182.041 8.51074 182.983 8.29063 184.017 8.29102C185.873 8.29102 187.442 9.01836 188.725 10.473C190.046 11.9473 190.706 13.7178 190.706 15.7846C190.706 17.8713 190.046 19.6418 188.725 21.0961C187.443 22.5508 185.873 23.2781 184.017 23.2781M183.586 20.8664C184.849 20.8664 185.912 20.3879 186.773 19.4309C187.632 18.4934 188.062 17.2779 188.062 15.7846C188.062 14.3111 187.632 13.0957 186.773 12.1383C185.913 11.1809 184.851 10.7023 183.586 10.7027C182.304 10.7027 181.232 11.1813 180.37 12.1383C179.528 13.0957 179.107 14.3111 179.107 15.7846C179.107 17.2775 179.528 18.5025 180.37 19.4596C181.23 20.3971 182.302 20.8658 183.586 20.8658"
                                        fill="#5F6368" />
                                    <path
                                        d="M197.936 8.28965C199.889 8.28965 201.429 8.81113 202.558 9.8541C203.687 10.8971 204.251 12.3279 204.252 14.1467V22.8186H201.725V20.865H201.608C200.517 22.4729 199.063 23.2768 197.244 23.2768C195.694 23.2768 194.397 22.8174 193.354 21.8986C192.31 20.9799 191.789 19.8314 191.789 18.4533C191.789 16.999 192.339 15.841 193.44 14.9793C194.54 14.1176 196.009 13.6869 197.847 13.6873C199.416 13.6873 200.708 13.9744 201.723 14.5486V13.9434C201.723 13.0246 201.359 12.2445 200.632 11.6031C199.932 10.9723 199.019 10.629 198.077 10.6416C196.603 10.6416 195.435 11.2637 194.574 12.5078L192.248 11.043C193.53 9.20703 195.425 8.28906 197.932 8.28906M194.519 18.5137C194.519 19.2027 194.811 19.777 195.394 20.2363C195.978 20.6957 196.662 20.9254 197.445 20.9254C198.555 20.9254 199.545 20.5139 200.416 19.6908C201.287 18.8678 201.723 17.9012 201.723 16.791C200.9 16.1406 199.751 15.8152 198.278 15.8148C197.205 15.8148 196.311 16.0732 195.593 16.59C194.875 17.1068 194.517 17.748 194.519 18.5137Z"
                                        fill="#5F6368" />
                                    <path
                                        d="M213.212 23.2781C211.125 23.2781 209.393 22.5699 208.015 21.1535C206.656 19.6992 205.976 17.9096 205.977 15.7846C205.977 13.6221 206.656 11.8324 208.015 10.4156C209.393 8.99922 211.125 8.29102 213.212 8.29102C214.647 8.29102 215.901 8.64981 216.973 9.36738C218.045 10.085 218.849 11.0756 219.385 12.3393L216.975 13.3441C216.229 11.5832 214.918 10.7027 213.042 10.7027C211.836 10.7027 210.793 11.191 209.912 12.1676C209.051 13.1441 208.62 14.35 208.62 15.7852C208.62 17.2203 209.051 18.4262 209.912 19.4027C210.792 20.3793 211.836 20.8676 213.042 20.8676C214.975 20.8676 216.334 19.9871 217.119 18.2262L219.473 19.2311C218.956 20.4943 218.147 21.4848 217.047 22.2023C215.946 22.9199 214.668 23.2789 213.214 23.2793"
                                        fill="#5F6368" />
                                    <path
                                        d="M227.425 23.2781C225.358 23.2781 223.654 22.5699 222.314 21.1535C220.975 19.7371 220.305 17.9475 220.305 15.7846C220.305 13.6412 220.955 11.8563 222.257 10.4297C223.559 9.00313 225.224 8.29024 227.253 8.29102C229.339 8.29102 230.999 8.96563 232.233 10.3148C233.468 11.6641 234.084 13.5543 234.084 15.9855L234.055 16.2727H223.004C223.043 17.6508 223.502 18.7609 224.382 19.6031C225.261 20.4453 226.314 20.8664 227.54 20.8664C229.224 20.8664 230.545 20.0242 231.502 18.3398L233.856 19.4883C233.256 20.6423 232.346 21.6065 231.229 22.2732C230.109 22.9428 228.841 23.2777 227.425 23.2781ZM223.206 14.0906H231.271C231.193 13.1141 230.796 12.3053 230.079 11.6643C229.363 11.0232 228.401 10.7027 227.194 10.7027C226.198 10.7027 225.342 11.009 224.624 11.6215C223.907 12.234 223.433 13.057 223.203 14.0906"
                                        fill="#5F6368" />
                                </g>
                                <mask id="mask1_8879_1256" style="mask-type:luminance" maskUnits="userSpaceOnUse" x="0"
                                    y="0" width="235" height="30">
                                    <path d="M234.141 0H0V30H234.141V0Z" fill="white" />
                                </mask>
                                <g mask="url(#mask1_8879_1256)">
                                    <path
                                        d="M11.8594 13.8035V10.6242H22.5C22.6182 11.2672 22.6756 11.9199 22.6717 12.5736C22.6717 14.9572 22.0195 17.9092 19.9178 20.0092C17.8746 22.1379 15.2643 23.2734 11.8025 23.2734C5.39062 23.2734 0 18.051 0 11.6367C0 5.22246 5.39062 0 11.8037 0C15.3516 0 17.8758 1.39102 19.7771 3.20742L17.5354 5.44922C16.1719 4.17246 14.3291 3.17871 11.8037 3.17871C7.12207 3.17871 3.46172 6.95332 3.46172 11.6367C3.46172 16.3201 7.12207 20.0977 11.8037 20.0977C14.84 20.0977 16.5709 18.8771 17.6771 17.7703C18.5789 16.8686 19.173 15.5748 19.4033 13.8064L11.8594 13.8035Z"
                                        fill="#4285F4" />
                                    <path
                                        d="M38.8852 15.7801C38.8852 20.0973 35.5078 23.273 31.3664 23.273C27.225 23.273 23.8477 20.0973 23.8477 15.7801C23.8477 11.4377 27.2244 8.28711 31.3676 8.28711C35.5107 8.28711 38.8863 11.4377 38.8863 15.7801M35.5951 15.7801C35.5951 13.0848 33.6375 11.2391 31.3676 11.2391C29.0977 11.2391 27.1395 13.0836 27.1395 15.7801C27.1395 18.4479 29.0971 20.3211 31.3676 20.3211C33.6381 20.3211 35.5951 18.4461 35.5951 15.7801Z"
                                        fill="#EA4335" />
                                    <path
                                        d="M55.2881 15.7801C55.2881 20.0973 51.9137 23.273 47.7693 23.273C43.625 23.273 40.25 20.0973 40.25 15.7801C40.25 11.4377 43.6262 8.28711 47.7693 8.28711C51.9125 8.28711 55.2881 11.4377 55.2881 15.7801ZM51.9969 15.7801C51.9969 13.0848 50.0393 11.2391 47.7693 11.2391C45.4994 11.2391 43.5412 13.0836 43.5412 15.7801C43.5412 18.4479 45.4988 20.3211 47.7693 20.3211C50.0398 20.3211 51.9969 18.4461 51.9969 15.7801Z"
                                        fill="#FBBC04" />
                                    <path
                                        d="M71.0123 8.74121V22.1943C71.0123 27.7291 67.7492 29.9996 63.8902 29.9996C60.2574 29.9996 58.073 27.5586 57.2504 25.5723L60.118 24.3799C60.6283 25.6004 61.8758 27.0477 63.892 27.0477C66.3605 27.0477 67.8928 25.5148 67.8928 22.6484V21.5703H67.7791C67.0414 22.4785 65.6228 23.273 63.8352 23.273C60.0893 23.273 56.6562 20.0088 56.6562 15.8088C56.6562 11.5795 60.0893 8.28711 63.8352 8.28711C65.6228 8.28711 67.0414 9.08164 67.7791 9.96172H67.8928V8.74121H71.0123ZM68.1178 15.8088C68.1178 13.1691 66.36 11.2385 64.117 11.2385C61.8471 11.2385 59.9457 13.1686 59.9457 15.8088C59.9457 18.4197 61.8471 20.3205 64.117 20.3205C66.3588 20.3205 68.1178 18.4191 68.1178 15.8088Z"
                                        fill="#4285F4" />
                                    <path d="M76.5881 0.869141H73.2969V22.8201H76.5881V0.869141Z" fill="#34A853" />
                                    <path
                                        d="M89.2953 18.2492L91.8488 19.952C91.0285 21.1725 89.0398 23.273 85.6063 23.273C81.35 23.273 78.1719 19.9807 78.1719 15.7801C78.1719 11.327 81.3787 8.28711 85.2371 8.28711C89.1248 8.28711 91.0256 11.3809 91.6502 13.0555L91.9906 13.9068L81.9711 18.0506C82.7375 19.5547 83.9293 20.3211 85.6039 20.3211C87.2785 20.3211 88.4416 19.5008 89.2953 18.2492ZM81.435 15.5539L88.1316 12.773C87.7625 11.8355 86.6563 11.184 85.3508 11.184C83.6768 11.184 81.35 12.66 81.435 15.5551"
                                        fill="#EA4335" />
                                </g>
                            </g>
                            <defs>
                                <clipPath id="clip0_8879_1256">
                                    <rect width="234.084" height="30" fill="white" />
                                </clipPath>
                            </defs>
                        </svg>
                    </div>
                    <h3 class="text-4 leading-5 font-bold mb-5">Spinbackup <br> for Google Workspace</h3>
                    <div class=" text-gray">
                        <?php echo pll__('Завдяки регулярному резервному копіюванню, вся інформація буде збережена в хмарі. При цьому зберігаються не лише пошта та документи, але й дані Календаря. А SpinSecurity ефективно визначить та заблокує загрози.'); ?>
                    </div>
                </div>
                <div
                    class="w-[207px] mr-[20px] lg:mr-0 lg:w-auto min-h-[260px]  border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg">
                    <div class="min-h-[50px] mb-[50px] flex items-center">
                        <svg width="141" height="30" viewBox="0 0 141 30" fill="none"
                            xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0_8879_1240)">
                                <path
                                    d="M58.4974 6.0013V24.0013H55.3724V9.8763H55.3307L49.7474 24.0013H47.6641L41.9557 9.8763H41.9141V24.0013H39.0391V6.0013H43.5391L48.7057 19.3346H48.7891L54.2474 6.0013H58.4974ZM61.0807 7.3763C61.0807 6.8763 61.2474 6.45964 61.6224 6.1263C61.9974 5.79297 62.4141 5.6263 62.9141 5.6263C63.4557 5.6263 63.9141 5.79297 64.2474 6.1263C64.5807 6.45964 64.7891 6.8763 64.7891 7.3763C64.7891 7.8763 64.6224 8.29297 64.2474 8.6263C63.8724 8.95964 63.4557 9.1263 62.9141 9.1263C62.3724 9.1263 61.9557 8.95964 61.6224 8.6263C61.2891 8.2513 61.0807 7.83464 61.0807 7.3763ZM64.4557 11.0846V24.0013H61.4141V11.0846H64.4557ZM73.6641 21.793C74.1224 21.793 74.6224 21.7096 75.1641 21.4596C75.7057 21.2513 76.2057 20.9596 76.6641 20.6263V23.4596C76.1641 23.7513 75.6224 23.9596 74.9974 24.0846C74.3724 24.2096 73.7057 24.293 72.9557 24.293C71.0391 24.293 69.4974 23.7096 68.3307 22.5013C67.1224 21.293 66.5391 19.7513 66.5391 17.918C66.5391 15.8346 67.1641 14.1263 68.3724 12.793C69.5807 11.4596 71.2891 10.793 73.5391 10.793C74.1224 10.793 74.7057 10.8763 75.2474 11.0013C75.8307 11.1263 76.2891 11.3346 76.6224 11.5013V14.418C76.1641 14.0846 75.6641 13.793 75.2057 13.6263C74.7057 13.4596 74.2057 13.3346 73.7057 13.3346C72.4974 13.3346 71.5391 13.7096 70.7891 14.5013C70.0391 15.293 69.7057 16.3346 69.7057 17.668C69.7057 18.9596 70.0807 20.0013 70.7891 20.7096C71.4974 21.418 72.4557 21.793 73.6641 21.793ZM85.2891 10.8763C85.5391 10.8763 85.7474 10.8763 85.9557 10.918C86.1641 10.9596 86.3307 11.0013 86.4557 11.043V14.1263C86.2891 14.0013 86.0807 13.8763 85.7474 13.793C85.4141 13.7096 85.0807 13.6263 84.6224 13.6263C83.8724 13.6263 83.2474 13.9596 82.7474 14.5846C82.2474 15.2096 81.9557 16.168 81.9557 17.5013V24.0013H78.9141V11.0846H81.9557V13.1263H81.9974C82.2891 12.418 82.7057 11.8763 83.2474 11.4596C83.8307 11.0846 84.4974 10.8763 85.2891 10.8763ZM86.6224 17.7513C86.6224 15.6263 87.2474 13.918 88.4141 12.668C89.6224 11.418 91.2891 10.793 93.4141 10.793C95.4141 10.793 96.9974 11.3763 98.1224 12.5846C99.2474 13.793 99.8307 15.418 99.8307 17.4596C99.8307 19.543 99.2057 21.2096 98.0391 22.4596C96.8307 23.7096 95.2057 24.3346 93.1224 24.3346C91.1224 24.3346 89.5391 23.7513 88.3724 22.5846C87.2057 21.3763 86.6224 19.7513 86.6224 17.7513ZM89.7891 17.6263C89.7891 18.9596 90.0807 20.0013 90.7057 20.7096C91.3307 21.418 92.2057 21.793 93.3307 21.793C94.4141 21.793 95.2891 21.4596 95.8724 20.7096C96.4557 20.0013 96.7474 18.9596 96.7474 17.543C96.7474 16.168 96.4557 15.1263 95.8724 14.3763C95.2891 13.668 94.4141 13.293 93.3724 13.293C92.2474 13.293 91.4141 13.668 90.7891 14.418C90.0807 15.2096 89.7891 16.2513 89.7891 17.6263ZM104.372 14.5013C104.372 14.918 104.497 15.293 104.789 15.543C105.081 15.793 105.664 16.0846 106.622 16.4596C107.831 16.9596 108.706 17.5013 109.164 18.0846C109.664 18.7096 109.914 19.418 109.914 20.293C109.914 21.5013 109.456 22.4596 108.497 23.2096C107.581 23.9596 106.289 24.293 104.706 24.293C104.164 24.293 103.581 24.2096 102.914 24.0846C102.247 23.9596 101.706 23.793 101.247 23.5846V20.5846C101.789 20.9596 102.414 21.293 103.039 21.5013C103.664 21.7096 104.247 21.8346 104.789 21.8346C105.456 21.8346 105.997 21.7513 106.289 21.543C106.622 21.3346 106.789 21.043 106.789 20.5846C106.789 20.168 106.622 19.8346 106.289 19.5013C105.956 19.2096 105.289 18.8763 104.372 18.5013C103.247 18.043 102.456 17.5013 101.997 16.918C101.539 16.3346 101.289 15.5846 101.289 14.668C101.289 13.5013 101.747 12.543 102.664 11.793C103.581 11.043 104.789 10.668 106.247 10.668C106.706 10.668 107.206 10.7096 107.747 10.8346C108.289 10.9596 108.789 11.0846 109.164 11.2096V14.168C108.747 13.918 108.289 13.668 107.747 13.4596C107.206 13.2513 106.664 13.168 106.164 13.168C105.581 13.168 105.122 13.293 104.831 13.5013C104.539 13.793 104.372 14.0846 104.372 14.5013ZM111.206 17.7513C111.206 15.6263 111.831 13.918 112.997 12.668C114.206 11.418 115.872 10.793 117.997 10.793C119.997 10.793 121.581 11.3763 122.706 12.5846C123.831 13.793 124.414 15.418 124.414 17.4596C124.414 19.543 123.789 21.2096 122.622 22.4596C121.414 23.7096 119.789 24.3346 117.706 24.3346C115.706 24.3346 114.122 23.7513 112.956 22.5846C111.831 21.3763 111.206 19.7513 111.206 17.7513ZM114.372 17.6263C114.372 18.9596 114.664 20.0013 115.289 20.7096C115.914 21.418 116.789 21.793 117.914 21.793C118.997 21.793 119.872 21.4596 120.456 20.7096C121.039 20.0013 121.331 18.9596 121.331 17.543C121.331 16.168 121.039 15.1263 120.456 14.3763C119.872 13.668 118.997 13.293 117.956 13.293C116.831 13.293 115.997 13.668 115.372 14.418C114.706 15.2096 114.372 16.2513 114.372 17.6263ZM134.539 13.5846H129.997V24.0013H126.914V13.5846H124.747V11.0846H126.914V9.29297C126.914 7.95964 127.372 6.83464 128.247 5.95964C129.122 5.08464 130.247 4.66797 131.622 4.66797C131.997 4.66797 132.331 4.70964 132.622 4.70964C132.914 4.70964 133.164 4.79297 133.372 4.8763V7.5013C133.289 7.45964 133.081 7.3763 132.831 7.29297C132.581 7.20964 132.289 7.16797 131.956 7.16797C131.331 7.16797 130.831 7.3763 130.497 7.7513C130.164 8.1263 129.997 8.7513 129.997 9.5013V11.043H134.539V8.1263L137.581 7.20964V11.043H140.664V13.543H137.581V19.5846C137.581 20.3763 137.747 20.918 137.997 21.2513C138.289 21.5846 138.747 21.7513 139.372 21.7513C139.539 21.7513 139.747 21.7096 139.997 21.6263C140.247 21.543 140.456 21.4596 140.622 21.3346V23.8346C140.414 23.9596 140.122 24.043 139.664 24.1263C139.206 24.2096 138.789 24.2513 138.331 24.2513C137.039 24.2513 136.081 23.918 135.456 23.2513C134.831 22.5846 134.497 21.543 134.497 20.168L134.539 13.5846Z"
                                    fill="#737373" />
                                <path d="M14.25 0H0V14.25H14.25V0Z" fill="#F25022" />
                                <path d="M30 0H15.75V14.25H30V0Z" fill="#7FBA00" />
                                <path d="M14.25 15.75H0V30H14.25V15.75Z" fill="#00A4EF" />
                                <path d="M30 15.75H15.75V30H30V15.75Z" fill="#FFB900" />
                            </g>
                            <defs>
                                <clipPath id="clip0_8879_1240">
                                    <rect width="140.667" height="30" fill="white" />
                                </clipPath>
                            </defs>
                        </svg>
                    </div>
                    <h3 class="text-4 leading-5 font-bold mb-5">Spinbackup <br> для Microsoft</h3>
                    <div class=" text-gray">
                        <?php echo pll__('Автоматичне копіювання документів та папок зі збереженням ієрархії, яке дозволяє швидко відновити 100% інформації.Надійний захист користувачів усіх рівнів. Зручна панель адміністратора та регулярні звіти.'); ?>
                    </div>
                </div>
                <div
                    class="w-[207px] mr-[20px] lg:mr-0 lg:w-auto min-h-[260px]  border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg">
                    <div class="min-h-[50px] mb-[50px] flex items-center">
                        <svg width="120" height="30" viewBox="0 0 120 30" fill="none"
                            xmlns="http://www.w3.org/2000/svg">
                            <path
                                d="M38.6292 23.6226L40.11 20.1831C41.7104 21.3774 43.8362 21.9984 45.9381 21.9984C47.4906 21.9984 48.4699 21.4013 48.4699 20.4936C48.446 17.9618 39.1785 19.9443 39.1069 13.5908C39.083 10.3662 41.9492 7.88217 46.0097 7.88217C48.4221 7.88217 50.8346 8.4793 52.5543 9.84076L51.169 13.3519C49.5925 12.3487 47.6339 11.6322 45.7709 11.6322C44.505 11.6322 43.669 12.2293 43.669 12.9936C43.6929 15.4777 53.032 14.1162 53.1276 20.1831C53.1276 23.4793 50.333 25.7962 46.3202 25.7962C43.3823 25.7962 40.6833 25.1035 38.6292 23.6226ZM95.4524 18.9411C94.712 20.2309 93.3266 21.1146 91.7263 21.1146C89.3616 21.1146 87.4508 19.2038 87.4508 16.8392C87.4508 14.4745 89.3616 12.5637 91.7263 12.5637C93.3266 12.5637 94.712 13.4475 95.4524 14.7373L99.5368 12.4682C98.0081 9.74522 95.0702 7.88217 91.7263 7.88217C86.782 7.88217 82.7693 11.8949 82.7693 16.8392C82.7693 21.7834 86.782 25.7962 91.7263 25.7962C95.0941 25.7962 98.0081 23.957 99.5368 21.2102L95.4524 18.9411ZM55.1817 0.453822H60.2932V25.4618H55.1817V0.453822ZM101.543 0.453822V25.4618H106.655V17.9618L112.722 25.4618H119.266L111.551 16.5525L118.693 8.24045H112.435L106.655 15.1433V0.453822H101.543ZM75.4842 18.9889C74.7438 20.207 73.2151 21.1146 71.4954 21.1146C69.1308 21.1146 67.2199 19.2038 67.2199 16.8392C67.2199 14.4745 69.1308 12.5637 71.4954 12.5637C73.2151 12.5637 74.7438 13.5191 75.4842 14.7611V18.9889ZM75.4842 8.24045V10.2707C74.6483 8.86146 72.5702 7.88217 70.3967 7.88217C65.9062 7.88217 62.3712 11.8471 62.3712 16.8153C62.3712 21.7834 65.9062 25.7962 70.3967 25.7962C72.5702 25.7962 74.6483 24.8169 75.4842 23.4076V25.4379H80.5957V8.24045H75.4842Z"
                                fill="black" />
                            <path
                                d="M7.02884 18.965C7.02884 20.7086 5.6196 22.1178 3.87597 22.1178C2.13234 22.1178 0.723104 20.7086 0.723104 18.965C0.723104 17.2213 2.13234 15.8121 3.87597 15.8121H7.02884V18.965ZM8.60527 18.965C8.60527 17.2213 10.0145 15.8121 11.7581 15.8121C13.5018 15.8121 14.911 17.2213 14.911 18.965V26.8471C14.911 28.5908 13.5018 30 11.7581 30C10.0145 30 8.60527 28.5908 8.60527 26.8471V18.965Z"
                                fill="#E01E5A" />
                            <path
                                d="M11.7581 6.30573C10.0145 6.30573 8.60527 4.8965 8.60527 3.15287C8.60527 1.40924 10.0145 0 11.7581 0C13.5018 0 14.911 1.40924 14.911 3.15287V6.30573H11.7581ZM11.7581 7.90605C13.5018 7.90605 14.911 9.31529 14.911 11.0589C14.911 12.8025 13.5018 14.2118 11.7581 14.2118H3.85208C2.10845 14.2118 0.699219 12.8025 0.699219 11.0589C0.699219 9.31529 2.10845 7.90605 3.85208 7.90605H11.7581Z"
                                fill="#36C5F0" />
                            <path
                                d="M24.3935 11.0589C24.3935 9.31529 25.8027 7.90605 27.5464 7.90605C29.29 7.90605 30.6992 9.31529 30.6992 11.0589C30.6992 12.8025 29.29 14.2118 27.5464 14.2118H24.3935V11.0589ZM22.8171 11.0589C22.8171 12.8025 21.4078 14.2118 19.6642 14.2118C17.9206 14.2118 16.5113 12.8025 16.5113 11.0589V3.15287C16.5113 1.40924 17.9206 0 19.6642 0C21.4078 0 22.8171 1.40924 22.8171 3.15287V11.0589Z"
                                fill="#2EB67D" />
                            <path
                                d="M19.6642 23.6943C21.4078 23.6943 22.8171 25.1035 22.8171 26.8471C22.8171 28.5908 21.4078 30 19.6642 30C17.9206 30 16.5113 28.5908 16.5113 26.8471V23.6943H19.6642ZM19.6642 22.1178C17.9206 22.1178 16.5113 20.7086 16.5113 18.965C16.5113 17.2213 17.9206 15.8121 19.6642 15.8121H27.5702C29.3139 15.8121 30.7231 17.2213 30.7231 18.965C30.7231 20.7086 29.3139 22.1178 27.5702 22.1178H19.6642Z"
                                fill="#ECB22E" />
                        </svg>
                    </div>
                    <h3 class="text-4 leading-5 font-bold mb-5">Spinbackup <br> для Slack</h3>
                    <div class=" text-gray">
                        <?php echo pll__('Копіювання знімків від 1 до 3 разів на добу. Збереження чатів та повідомлень, які можна оперативно відновити. Інтелектуальне сканування AI, що дозволяє оцінити ризики витоку або втрати інформації, а також попередити несанкціонований доступ.'); ?>
                    </div>
                </div>
                <div
                    class="w-[207px] mr-[20px] lg:mr-0 lg:w-auto min-h-[260px]  border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg">
                    <div class="min-h-[50px] mb-[50px] flex items-center">
                        <svg width="70" height="49" viewBox="0 0 70 49" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0_8879_1247)">
                                <mask id="mask0_8879_1247" style="mask-type:luminance" maskUnits="userSpaceOnUse" x="0"
                                    y="0" width="70" height="49">
                                    <path d="M0.015625 0.128906H69.7592V48.8469H0.015625V0.128906Z" fill="white" />
                                </mask>
                                <g mask="url(#mask0_8879_1247)">
                                    <path fill-rule="evenodd" clip-rule="evenodd"
                                        d="M28.9734 5.46258C31.2247 3.11899 34.358 1.66771 37.8195 1.66771C42.4349 1.66771 46.4349 4.23181 48.5888 8.05232C50.5007 7.19764 52.5715 6.75639 54.6657 6.75745C62.9734 6.75745 69.717 13.5523 69.717 21.9369C69.717 30.3216 62.9734 37.1164 54.6657 37.1164C53.6503 37.1164 52.6606 37.0144 51.6913 36.8216C49.8067 40.1805 46.2042 42.4626 42.1016 42.4626C40.4313 42.4659 38.7824 42.087 37.2811 41.3549C35.3708 45.8421 30.9221 48.9959 25.7426 48.9959C20.3324 48.9959 15.7426 45.5857 13.9734 40.7908C13.186 40.957 12.3833 41.0405 11.5785 41.04C5.14263 41.04 -0.0625 35.758 -0.0625 29.2708C-0.0625 24.9118 2.28109 21.1169 5.75801 19.0657C5.02038 17.3664 4.6407 15.5335 4.64263 13.681C4.64263 6.19386 10.7196 0.142578 18.2067 0.142578C22.5913 0.142578 26.5144 2.23232 28.976 5.47591"
                                        fill="#00A1E0" />
                                </g>
                                <path fill-rule="evenodd" clip-rule="evenodd"
                                    d="M10.1018 25.4627C10.0579 25.5771 10.1174 25.6009 10.1315 25.6212C10.2626 25.7161 10.3956 25.7848 10.529 25.862C11.2418 26.2389 11.9136 26.3492 12.6162 26.3492C14.0469 26.3492 14.9367 25.5876 14.9367 24.362V24.3379C14.9367 23.2045 13.9315 22.7917 12.9931 22.4968L12.8703 22.4571C12.16 22.2268 11.5472 22.0263 11.5472 21.5597V21.5358C11.5472 21.1358 11.9062 20.8409 12.46 20.8409C13.0754 20.8409 13.8087 21.0458 14.2779 21.3051C14.2779 21.3051 14.4169 21.3948 14.4674 21.2607C14.4949 21.1881 14.7341 20.5479 14.7597 20.4761C14.7869 20.4009 14.7392 20.3443 14.6903 20.3151C14.1518 19.9868 13.4082 19.7638 12.639 19.7638L12.4962 19.7643C11.1859 19.7643 10.2705 20.5566 10.2705 21.6899V21.7143C10.2705 22.9092 11.2808 23.2989 12.2244 23.5681L12.3762 23.6153C13.0633 23.8266 13.6582 24.0102 13.6582 24.4922V24.5163C13.6582 24.9599 13.271 25.2907 12.6505 25.2907C12.4092 25.2907 11.6403 25.2866 10.8069 24.7599C10.7062 24.7012 10.6487 24.6589 10.571 24.6115C10.53 24.5866 10.4274 24.5417 10.3828 24.6761L10.1008 25.4607M31.0495 25.4607C31.0056 25.5751 31.0651 25.5989 31.0797 25.6192C31.2103 25.714 31.3438 25.7827 31.4772 25.8599C32.19 26.2368 32.8618 26.3471 33.5644 26.3471C34.9951 26.3471 35.8849 25.5856 35.8849 24.3599V24.3358C35.8849 23.2025 34.8823 22.7897 33.9413 22.4948L33.8185 22.4551C33.1082 22.2248 32.4954 22.0243 32.4954 21.5576V21.5338C32.4954 21.1338 32.8544 20.8389 33.4082 20.8389C34.0236 20.8389 34.7544 21.0438 35.2262 21.303C35.2262 21.303 35.3651 21.3927 35.4159 21.2586C35.4431 21.1861 35.6826 20.5458 35.7056 20.474C35.7331 20.3989 35.6851 20.3422 35.6364 20.313C35.0979 19.9848 34.3544 19.7617 33.5851 19.7617L33.4421 19.7622C32.1318 19.7622 31.2164 20.5545 31.2164 21.6879V21.7122C31.2164 22.9071 32.2267 23.2968 33.1703 23.5661L33.3218 23.6133C34.0115 23.8245 34.6038 24.0081 34.6038 24.4902V24.5143C34.6038 24.9579 34.2167 25.2886 33.5962 25.2886C33.3544 25.2886 32.5833 25.2845 31.7526 24.7579C31.6518 24.6992 31.5928 24.6586 31.5164 24.6094C31.4905 24.593 31.3697 24.5458 31.3285 24.674L31.0464 25.4586M45.3541 23.0586C45.3541 23.751 45.2249 24.2971 44.972 24.6843C44.7197 25.0663 44.3387 25.2535 43.8079 25.2535C43.2772 25.2535 42.8977 25.0679 42.649 24.6868C42.3985 24.3022 42.272 23.7535 42.272 23.0612C42.272 22.3689 42.3992 21.8253 42.649 21.4433C42.8972 21.0638 43.2746 20.8817 43.8079 20.8817C44.3413 20.8817 44.7208 21.0656 44.972 21.4433C45.2264 21.8253 45.3541 22.3689 45.3541 23.0612M46.549 21.7766C46.4313 21.3792 46.249 21.0304 46.0054 20.7381C45.7615 20.4458 45.4541 20.2099 45.0874 20.0407C44.7233 19.8702 44.2926 19.7843 43.8054 19.7843C43.3182 19.7843 42.89 19.8707 42.5233 20.0407C42.1592 20.2109 41.849 20.4458 41.6054 20.7381C41.3623 21.0304 41.1797 21.3792 41.0618 21.7766C40.9451 22.1715 40.8859 22.6022 40.8859 23.0612C40.8859 23.5202 40.9451 23.9509 41.0618 24.3458C41.179 24.7433 41.3618 25.092 41.6054 25.3843C41.8492 25.6766 42.1592 25.9099 42.5233 26.0766C42.89 26.2427 43.3208 26.3274 43.8054 26.3274C44.29 26.3274 44.7208 26.2427 45.0849 26.0766C45.449 25.9104 45.7592 25.6766 46.0028 25.3843C46.2462 25.092 46.4285 24.7433 46.5464 24.3458C46.6628 23.9509 46.722 23.5202 46.722 23.0612C46.722 22.6048 46.6628 22.1715 46.5464 21.7766M56.3669 25.0586C56.3277 24.9425 56.2144 24.9863 56.2144 24.9863C56.0408 25.0527 55.8554 25.1143 55.6579 25.1451C55.459 25.1763 55.2374 25.192 55.0041 25.192C54.4272 25.192 53.9656 25.0199 53.6374 24.6792C53.3067 24.3381 53.122 23.7894 53.1246 23.0458C53.1264 22.3689 53.29 21.8612 53.5836 21.4715C53.8733 21.0868 54.3195 20.8868 54.9092 20.8868C55.4015 20.8868 55.7785 20.944 56.1733 21.0676C56.1733 21.0676 56.2669 21.1084 56.3118 20.9851C56.4167 20.6953 56.4941 20.4876 56.6067 20.1697C56.6385 20.0786 56.5605 20.0402 56.5321 20.0292C56.3772 19.9686 56.0115 19.8694 55.7346 19.8276C55.4756 19.7881 55.1756 19.7676 54.8372 19.7676C54.3346 19.7676 53.8885 19.8535 53.5064 20.0238C53.1244 20.1938 52.8013 20.4289 52.5449 20.7212C52.2885 21.0135 52.0936 21.3622 51.9628 21.7597C51.8333 22.1545 51.7679 22.5879 51.7679 23.0468C51.7679 24.0366 52.0346 24.8392 52.5628 25.4263C53.091 26.0161 53.8859 26.3135 54.9218 26.3135C55.5346 26.3135 56.1628 26.1897 56.6141 26.011C56.6141 26.011 56.7003 25.9694 56.6628 25.8689L56.3679 25.0586M58.4577 22.392C58.5149 22.0074 58.6203 21.6868 58.7859 21.4381C59.0338 21.0586 59.4115 20.8509 59.9423 20.8509C60.4731 20.8509 60.8244 21.0597 61.0756 21.4381C61.2423 21.6881 61.3151 22.0202 61.3423 22.392L58.4449 22.3915L58.4577 22.392ZM62.4833 21.5458C62.3815 21.1638 62.1295 20.7766 61.9654 20.5997C61.7038 20.3202 61.45 20.1227 61.1962 20.0151C60.8297 19.8592 60.4354 19.7792 60.0372 19.7799C59.532 19.7799 59.0731 19.8653 58.7013 20.0389C58.3295 20.2138 58.0167 20.4517 57.7705 20.7492C57.5246 21.0466 57.3397 21.3979 57.2218 21.8004C57.1038 22.1979 57.0444 22.6338 57.0444 23.0902C57.0444 23.5568 57.1062 23.9902 57.2277 24.3825C57.3505 24.7774 57.5482 25.1235 57.8149 25.4107C58.0815 25.7004 58.4226 25.9261 58.8328 26.0851C59.2405 26.2427 59.7354 26.3245 60.3021 26.3227C61.4713 26.3189 62.0867 26.0586 62.3379 25.9176C62.3828 25.8925 62.4251 25.8492 62.3723 25.7243L62.1082 24.9833C62.0677 24.8727 61.9559 24.9127 61.9559 24.9127C61.6662 25.0209 61.2559 25.2153 60.2944 25.2127C59.6662 25.2117 59.2021 25.0263 58.9097 24.7358C58.6123 24.4384 58.4636 24.0051 58.4405 23.3897L62.4918 23.3927C62.4918 23.3927 62.5985 23.3917 62.6095 23.2876C62.6138 23.2445 62.7482 22.4568 62.4887 21.5466L62.4833 21.5458ZM26.0731 22.392C26.1303 22.0074 26.2359 21.6868 26.4013 21.4381C26.6495 21.0586 27.0269 20.8509 27.5577 20.8509C28.0885 20.8509 28.4397 21.0597 28.691 21.4381C28.8574 21.6881 28.9303 22.0202 28.9577 22.392L26.0603 22.3915L26.0731 22.392ZM30.0987 21.5458C29.9972 21.1638 29.7449 20.7766 29.5808 20.5997C29.3192 20.3202 29.0654 20.1227 28.8115 20.0151C28.4451 19.8592 28.0508 19.7792 27.6526 19.7799C27.1474 19.7799 26.6885 19.8653 26.3167 20.0389C25.9449 20.2138 25.6321 20.4517 25.3859 20.7492C25.1405 21.0466 24.9551 21.3979 24.8372 21.8004C24.7195 22.1979 24.6603 22.6338 24.6603 23.0902C24.6603 23.5568 24.7215 23.9902 24.8438 24.3825C24.9664 24.7774 25.1644 25.1235 25.4285 25.4107C25.6951 25.7004 26.0362 25.9261 26.4464 26.0851C26.8541 26.2427 27.3464 26.3245 27.9156 26.3227C29.0849 26.3189 29.7003 26.0586 29.9515 25.9176C29.9962 25.8925 30.0387 25.8492 29.9856 25.7243L29.7215 24.9833C29.6808 24.8727 29.569 24.9127 29.569 24.9127C29.2792 25.0209 28.869 25.2153 27.9074 25.2127C27.2818 25.2117 26.8151 25.0263 26.5228 24.7358C26.2254 24.4384 26.0767 24.0051 26.0536 23.3897L30.1049 23.3927C30.1049 23.3927 30.2115 23.3917 30.2226 23.2876C30.2269 23.2445 30.3613 22.4568 30.1015 21.5466L30.0987 21.5458ZM17.3295 25.033C17.1708 24.9063 17.1487 24.8753 17.0962 24.793C17.0159 24.6692 16.9749 24.493 16.9749 24.2674C16.9749 23.9135 17.0928 23.6571 17.3364 23.4853C17.3338 23.4858 17.6851 23.1827 18.5108 23.193C18.8783 23.1996 19.2449 23.2308 19.6082 23.2866V25.1251H19.6087C19.6087 25.1251 19.0959 25.2356 18.5164 25.2704C17.6933 25.3199 17.3292 25.0335 17.3318 25.0343L17.3295 25.033ZM18.9397 22.1868C18.7756 22.1748 18.5628 22.1689 18.309 22.1689C17.9628 22.1689 17.6269 22.212 17.3141 22.2966C16.9987 22.3817 16.7141 22.5135 16.4705 22.6889C16.2263 22.8632 16.0253 23.0913 15.8833 23.3556C15.74 23.6222 15.6669 23.9351 15.6669 24.2889C15.6669 24.6479 15.7292 24.9581 15.8523 25.212C15.9729 25.4638 16.1545 25.6815 16.3805 25.8453C16.6054 26.0089 16.8831 26.1299 17.2036 26.2017C17.5215 26.2743 17.8805 26.3109 18.2754 26.3109C18.6908 26.3109 19.1036 26.2761 19.5036 26.2086C19.8443 26.1499 20.1837 26.0839 20.5215 26.0107C20.6564 25.9797 20.8062 25.9389 20.8062 25.9389C20.9062 25.9135 20.8985 25.8066 20.8985 25.8066L20.8962 22.1143C20.8962 21.304 20.6797 20.7015 20.2526 20.3297C19.8269 19.9579 19.2038 19.7707 18.3962 19.7707C18.0936 19.7707 17.6038 19.8117 17.3115 19.8704C17.3115 19.8704 16.4295 20.0417 16.0654 20.3268C16.0654 20.3268 15.9854 20.3761 16.029 20.4876L16.3162 21.2568C16.3518 21.3566 16.449 21.3225 16.449 21.3225C16.449 21.3225 16.4795 21.3104 16.5154 21.2892C17.2923 20.8661 18.2769 20.8789 18.2769 20.8789C18.7128 20.8789 19.0513 20.9674 19.2769 21.1404C19.4977 21.3099 19.6103 21.5661 19.6103 22.1045V22.2756C19.2641 22.2253 18.9436 22.1963 18.9436 22.1963L18.9397 22.1868ZM51.5038 20.1022C51.5097 20.0887 51.5127 20.0742 51.5128 20.0594C51.5129 20.0447 51.51 20.0301 51.5043 20.0165C51.4987 20.0029 51.4903 19.9906 51.4798 19.9803C51.4693 19.97 51.4568 19.962 51.4431 19.9566C51.3741 19.9304 51.0303 19.8579 50.7662 19.8415C50.2585 19.8097 49.9764 19.8953 49.7226 20.0092C49.4718 20.1222 49.1944 20.304 49.0405 20.5143L49.04 20.022C49.04 19.9543 48.9921 19.8997 48.9238 19.8997H47.888C47.8208 19.8997 47.772 19.9543 47.772 20.022V26.0476C47.7721 26.0802 47.7851 26.1114 47.8081 26.1344C47.8311 26.1574 47.8623 26.1704 47.8949 26.1704H48.9564C48.9889 26.1704 49.0201 26.1574 49.0431 26.1344C49.0661 26.1113 49.079 26.0801 49.079 26.0476V23.022C49.079 22.6168 49.1236 22.2143 49.2126 21.9604C49.3003 21.7094 49.4195 21.5092 49.5664 21.3656C49.7066 21.2269 49.8781 21.124 50.0664 21.0656C50.2431 21.0148 50.4261 20.9891 50.61 20.9892C50.8215 20.9892 51.0536 21.0435 51.0536 21.0435C51.1315 21.0522 51.1749 21.0045 51.2013 20.9343C51.2708 20.7494 51.4679 20.1958 51.5064 20.0856"
                                    fill="#FFFFFE" />
                                <path fill-rule="evenodd" clip-rule="evenodd"
                                    d="M41.5897 17.3212C41.4585 17.2816 41.325 17.2499 41.19 17.2263C41.0083 17.196 40.8244 17.1818 40.6402 17.1838C39.9087 17.1838 39.332 17.3904 38.9272 17.7987C38.5251 18.2038 38.2515 18.821 38.1143 19.633L38.0648 19.9071H37.1466C37.1466 19.9071 37.0346 19.9025 37.011 20.0248L36.8602 20.8658C36.8497 20.9463 36.8843 20.9966 36.992 20.9961H37.8859L36.9789 26.0584C36.9079 26.4661 36.8266 26.8015 36.7366 27.0556C36.6479 27.3063 36.5613 27.4943 36.4546 27.6307C36.3513 27.7628 36.2533 27.8599 36.0843 27.9166C35.9448 27.9635 35.7843 27.9851 35.6084 27.9851C35.5105 27.9851 35.3802 27.9687 35.2841 27.9494C35.1879 27.9304 35.1379 27.9089 35.0659 27.8787C35.0659 27.8787 34.961 27.8386 34.9197 27.9438C34.8861 28.0297 34.6479 28.6848 34.6197 28.7658C34.591 28.8458 34.6313 28.9089 34.682 28.9271C34.801 28.9697 34.8895 28.9969 35.0515 29.0351C35.2766 29.0881 35.4664 29.0915 35.6441 29.0915C36.0164 29.0915 36.3556 29.0392 36.6369 28.9376C36.92 28.8353 37.1664 28.6571 37.3843 28.4158C37.62 28.1556 37.7682 27.883 37.91 27.5112C38.0502 27.1428 38.1697 26.6853 38.2654 26.1522L39.1766 20.9961H40.5089C40.5089 20.9961 40.6213 21.0002 40.6446 20.8784L40.7954 20.0374C40.8059 19.9569 40.7715 19.9066 40.6633 19.9071H39.3702C39.3766 19.8779 39.4354 19.423 39.5838 18.9948C39.6472 18.812 39.7664 18.6645 39.8674 18.5633C39.9617 18.4668 40.0779 18.3945 40.2061 18.3525C40.3467 18.309 40.4931 18.2879 40.6402 18.2899C40.762 18.2899 40.8815 18.3045 40.9725 18.3235C41.0979 18.3502 41.1466 18.3643 41.1795 18.374C41.3113 18.4143 41.3289 18.3753 41.3548 18.3115L41.6641 17.4622C41.6959 17.371 41.6184 17.3325 41.5897 17.3212ZM23.5195 26.0692C23.5195 26.1369 23.4713 26.192 23.4036 26.192H22.331C22.263 26.192 22.2148 26.1369 22.2148 26.0692V17.4363C22.2148 17.3689 22.263 17.3143 22.331 17.3143H23.4036C23.4713 17.3143 23.5195 17.3689 23.5195 17.4363V26.0692Z"
                                    fill="#FFFFFE" />
                            </g>
                            <defs>
                                <clipPath id="clip0_8879_1247">
                                    <rect width="70" height="48.9744" fill="white" />
                                </clipPath>
                            </defs>
                        </svg>
                    </div>
                    <h3 class="text-4 leading-5 font-bold mb-5">Spinbackup <br> for Saleforce</h3>
                    <div class=" text-gray">
                        <?php echo pll__('Швидке копіювання різних видів даних для всіх користувачів. Зручна та зрозуміла панель аналітики. Можливість оперативного відновлення даних, яка збереже час та мінімізує стрес команди.') ?>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>

<?php require get_template_directory() . '/template-parts/common/ourClients.php'; ?>

<?php require get_template_directory() . '/template-parts/common/ourSuccessCases.php'; ?>

<?php require get_template_directory() . '/template-parts/common/latests-posts.php'; ?>

<?php require get_template_directory() . '/template-parts/common/consultFormBlock.php'; ?>

<script>
// 	document.addEventListener("DOMContentLoaded", function() {
//     document.querySelectorAll("[data-link]").forEach(function(element) {
       
//         element.addEventListener("click", function() {
//             window.location.href = this.getAttribute("data-link");
//         });
//     });
// });

document.addEventListener("DOMContentLoaded", function() {
    document.querySelectorAll("[data-link]").forEach(function(element) {
        element.addEventListener("click", function() {
            const langPrefix = window.location.pathname.split('/')[1]; // Отримуємо перший сегмент URL (мовний префікс)
            let link = this.getAttribute("data-link");

            // Переконуємось, що посилання ще не містить префікс мови
            if (!link.startsWith('/' + langPrefix + '/')) {
                link = '/' + langPrefix + link;
            }

            console.log("Перенаправлення на:", link); // Додатково виводимо в консоль для перевірки
            window.location.href = link;
        });
    });
});


</script>


<?php get_footer() ?>