<div class="px-[16px] md:px-0 max-w-[1044px] mx-auto mt-[-68px] relative z-10 publication">
    <img src="image/publication.jpg" alt="" class="rounded-[22px]">
</div>

<div class="px-[16px] md:px-0 max-w-[806px] mx-auto mt-[50px] relative z-10 publication">
    <h2><?php echo pll__('Зміст'); ?></h2>
    <ul>
        <li><a href="#">Google Meet vs Zoom: що спільного</a></li>
        <li><a href="#">Що обрати: Google Meet чи Zoom – які є відмінності</a></li>
        <li><a href="#">Зручність для користувача</a></li>
        <li><a href="#">Якість відео та звуку</a></li>
        <li><a href="#">Які є недоліки Google Meet та Zoom</a></li>
        <li><a href="#">Які можливості надає ШІ (AI) для кожної з платформ</a></li>
        <li><a href="#">5 причин, чому Google Meet перевершує Zoom</a></li>
    </ul>
    <h2>Google Meet vs Zoom: що спільного</h2>
    <p>
        Що краще Google Meet або Zoom? Обидві онлайн-платформи, які по суті є конкурентами, пропонують низку корисних функцій для віртуальних зустрічей, навчальних занять та віддаленої співпраці. Різниця між ними полягає, зокрема, в обмеженнях щодо безкоштовного користування сервісом, у вартості тарифних планів для бізнес-клієнтів, а також списках додаткових можливостей.
    </p>
    <p>
        «Зум» — це повністю самостійний продукт, розроблений американською компанією Zoom Video Communications, що спеціалізується на відеотелефонії. Програма, випущена у світ у 2013 році, стала популярною лише у 2020-му.
    </p>
    <h2>Google Meet vs Zoom: що спільного</h2>
    <p>
        «Гугл Міт» є частиною екосистеми Google та інтегрований з Google Workspace (раніше —  G Suite) — системою хмарних сервісів, призначених для спільної роботи та вибудовування комунікації всередині команди. Платформа для відеоконференцій розроблена спеціально для масштабних заходів. Безоплатний доступ до дзвінків, групових онлайн-зустрічей та вебінарів мають усі власники облікових записів Google чи Gmail.
    </p>
    <h3>Безкоштовні опції</h3>
    <p>
        Підприємцям та власникам компаній, перед якими постало питання «Що обрати для бізнесу Google Meet чи Zoom?» варто знати про спільні риси обох інструментів. До них належать, зокрема:
    </p>
    <ul>
        <li>можливість приєднатися до конференції з браузера, десктопної програми та мобільного додатку;</li>
        <li>доступ користувачів до дзвінків, зустрічей по відео, аудіо, онлайн-чату;</li>
        <li>наявність календаря, можливість налаштування віртуального фону та брендування; вибір на власний розсуд безоплатних і платних послуг, різних пакетів тарифів; </li>
        <li>можливість управління учасниками — увімкнення та вимкнення звуку та відео, надання дозволу на спільне використання екранатощо.</li>
    </ul>
    <p>
        Планування конференції здійснюється за схожим алгоритмом. Для організації віртуальної події потрібно натиснути кнопку «Створити зустріч» в «Гугл Міт» або «Запланувати» в «Зумі». Щоб запросити учасників, варто додати адреси електронної пошти або скопіювати посилання та розіслати їх через SMS чи месенджери.
    </p>

    <img src="image/publication-text-image.jpg" alt="">
    <figcaption>Google Meet є частиною Google Workspace та дає можливість безоплатно користуватися універсальними інструментами «Гугла»</figcaption>

    <h3>Інтеграція і розширення</h3>
    <p>Google Meet є частиною Google Workspace та дає можливість безоплатно користуватися універсальними інструментами «Гугла» — Docs, Drive, Sheets, Slides тощо. Розширення можливостей «Зуму» зазвичай досягається за допомогою підключення до сторонніх ресурсів. Використання додаткових сервісів передбачене лише у платних тарифах.</p>

    <h2>Які є недоліки Google Meet та Zoom</h2>
    <p>Розглянувши переваги майданчиків для відеодзвінків та конференцій, згадаємо і про те, які є недоліки Google Meet та Zoom. Основні мінуси — це доступність багатьох функцій лише у платних версіях, а також обмежена кількість учасників онлайн-заходів.</p>

    <img src="image/publication-text-image-2.jpg" alt="">

    <blockquote>
        В обох сервісах доступні субтитри та жива транскрипція. Щоправда, в «Зумі» остання не підтримується ChromeOS. В мобільному застосунку «Міт» можна запускати опитування, запитання-відповіді, в альтернативному сервісі такої опції немає.
    </blockquote>

    <h3>Зручність для користувача</h3>
    <p>Google Meet є частиною Google Workspace та дає можливість безоплатно користуватися універсальними інструментами «Гугла» — Docs, Drive, Sheets, Slides тощо. Розширення можливостей «Зуму» зазвичай досягається за допомогою підключення до сторонніх ресурсів. Використання додаткових сервісів передбачене лише у платних тарифах.</p>

    <h2>Ціна</h2>
    <p>Google Meet є частиною Google Workspace та дає можливість безоплатно користуватися універсальними інструментами «Гугла» — Docs, Drive, Sheets, Slides тощо. Розширення можливостей «Зуму» зазвичай досягається за допомогою підключення до сторонніх ресурсів. Використання додаткових сервісів передбачене лише у платних тарифах.</p>

    <div class="mr-[-16px] pr-[16px] md:pr-0 md:mr-0 overflow-x-auto">
        <table>
            <thead>
                <tr>
                    <th rowspan="2">Пакети</th>
                    <th colspan="2">Вартість тарифу на місяць, $</th>
                    <th colspan="2">Вартість тарифу на рік, $</th>
                </tr>
                <tr>
                    <th>«Гугл Міт»</th>
                    <th>«Зум»</th>
                    <th>«Гугл Міт»</th>
                    <th>«Зум»</th>
                </tr>
            </thead>
            <tbody>
                <tr>
                    <td><h4>Business Starter/Pro</h4></td>
                    <td>7,20</td>
                    <td>15,99</td>
                    <td>72</td>
                    <td>149,90</td>
                </tr>
                <tr>
                    <td><h4>Business Standard/Business</h4></td>
                    <td>14,40</td>
                    <td>19,99</td>
                    <td>144</td>
                    <td>199,90</td>
                </tr>
                <tr>
                    <td><h4>Business Plus</h4></td>
                    <td>21,60</td>
                    <td>25,00</td>
                    <td>216</td>
                    <td>250</td>
                </tr>
            </tbody>
        </table>
    </div>

    <h3>Додаткові функції</h3>
    <p>
        В обох сервісах доступні субтитри та жива транскрипція. Щоправда, в «Зумі» остання не підтримується ChromeOS. В мобільному застосунку «Міт» можна запускати опитування, запитання-відповіді, в альтернативному сервісі такої опції немає.
    </p>

    <h2>5 причин, чому Google Meet перевершує Zoom</h2>
    <p>
        Google Meet є частиною Google Workspace та дає можливість безоплатно користуватися універсальними інструментами «Гугла» — Docs, Drive, Sheets, Slides тощо.
    </p>

    <ol>
        <li>Лаконічний і зрозумілий інтерфейс;</li>
        <li>Інтеграція з універсальними сервісами Google Workspace;</li>
        <li>Стабільність відео та звуку;</li>
        <li>Нижчі тарифи порівняно з конкурентною платформою;</li>
        <li>Доступність для всіх акаунтів Google.</li>
    </ol>

    <h2>Які можливості надає ШІ для кожної з платформ</h2>
    <p>
        Використання штучного інтелекту в обох сервісах дає змогу створювати короткі конспекти зустрічей та викладати підсумки в чаті. Ця функція допомагає учасникам, які спізнилися або не могли бути присутніми на конференції, отримати всю потрібну інформацію.
    </p>

    <div class="relative">
        <div class="workspace-banner-business relative rounded-[22px] md:h-[300px] bg-[#F2EFE8] bg-no-repeat">
            <div class="md:hidden w-full">
                <img src="/image/google-workspace-banner-business.jpg" alt="" class="w-full rounded-t-[22px]">
            </div>
            <div class="md:max-w-[355px]
            lg:top-[36px] lg:left-[43px] lg:max-w-[335px]
            md:absolute md:max-w-[235px] md:py-0 md:px-0 md:top-[34px] md:left-[20px]
            py-[34px] px-[20px]">
                <div class="text-[32px] leading-[40px] text-[#170C37] font-semibold mb-[18px]"><?php echo pll__('Вперше підключаєте Google Workspace?'); ?></div>
                <div class="lg:text-[22px] text-[18px] leading-[30px] lg:mb-[35px] mb-[16px]">
                    <?php echo pll__('mcCloud допоможе отримати знижку <strong>до 50%</strong> на обраний пакет!'); ?>
                </div>
                <a href="#" class="btn btn-success min-w-[235px] w-full md:w-auto !text-center"><?php echo pll__('Замовити'); ?></a>
            </div>
        </div>
    </div>

    <h3>Зручність для користувача</h3>
    <p>Що зручніше Google Meet чи Zoom? Інтерфейс та функціонал першого максимально прості та інтуїтивно зрозумілі, другий має більше можливостей та налаштувань. Отже, якщо вам потрібен універсальний інструмент, варто надати перевагу «Гугл Міт».</p>

    <div class="bg-white border border-[#F2F2F7] my-[59px] rounded-[22px] flex flex-col">
        <div class="grow md:pt-[44px] pt-[10px] md:px-[54px] px-[30px]">
            <div class="mb-[24px]">
                <svg width="31" height="31" viewBox="0 0 31 31" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M29.2308 0C30.08 0 30.7692 0.691268 30.7692 1.54301V23.1451C30.7692 23.9969 30.08 24.6881 29.2308 24.6881H7.54712C7.09805 24.6881 6.66204 24.8393 6.3093 25.1172L3.23782 27.5374C1.92598 28.5711 0 27.6366 0 25.9665V1.54301C0 0.691268 0.689231 0 1.53846 0H29.2308ZM13.5031 8.03445C13.658 7.94461 13.7061 7.74346 13.6088 7.59319L13.4071 7.28185C13.2299 7.00831 12.8795 6.90067 12.5893 7.04894C10.1195 8.31056 8.46154 10.5937 8.46154 13.1233C8.46154 14.6586 8.88769 15.606 9.68 16.45C10.1785 16.9808 10.9677 17.3588 11.7938 17.3588C13.28 17.3588 14.4862 16.1491 14.4862 14.6586C14.4862 13.239 13.3923 12.0956 12.0031 11.966C11.8049 11.9474 11.6028 11.9468 11.4071 11.9649C11.3325 11.9719 11.2662 11.9144 11.2662 11.8395C11.2754 11.1884 11.4077 9.31977 13.5031 8.03445ZM21.0946 7.27444C20.9202 7.00518 20.5753 6.89925 20.2894 7.04492C17.8153 8.30571 16.1538 10.591 16.1538 13.1233C16.1538 14.6586 16.58 15.606 17.3723 16.45C17.8708 16.9808 18.66 17.3588 19.4862 17.3588C20.9723 17.3588 22.1785 16.1491 22.1785 14.6586C22.1785 13.239 21.0846 12.0956 19.6954 11.966C19.3071 11.9295 18.9488 11.6316 19.0027 11.2453C19.1143 10.4456 19.506 9.21707 20.8774 8.24359C21.1891 8.02231 21.3025 7.59528 21.0946 7.27444Z" fill="#FBBC04"/>
                </svg>
            </div>
            <div class="title-text-4 font-medium review-text">
                <p>Ми вибрали для своїх бізнес-партнерів та клієнтів найефективніший інструмент для колаборації та управління проектами - Google Workspace. Завдяки Google Workspace, наша команда забезпечує необмежені можливості спільної роботи, ефективну комунікацію та безпеку даних.</p>
            </div>
        </div>
        <div class="flex items-center pb-[54px] md:px-[54px] px-[30px]">
            <div class="w-[68px] h-[68px] rounded-[50%] bg-cover bg-center" style="background-image: url('/image/user.jpg');"></div>
            <div class="ml-[9px]">
                <div class="text-[18px] leading-7 mb-[1px]">Ірина Онен</div>
                <div class="text-[14px] leading-5 text-[#8E8E93]">Google Cloud Certified</div>
            </div>
        </div>
    </div>

    <h3>Які є недоліки Google Meet та Zoom</h3>
    <p>
        Розглянувши переваги майданчиків для відеодзвінків та конференцій, згадаємо і про те, які є недоліки Google Meet та Zoom. Основні мінуси — це доступність багатьох функцій лише у платних версіях, а також обмежена кількість учасників онлайн-заходів.
    </p>
    <p>
        Використання штучного інтелекту в обох сервісах дає змогу створювати короткі конспекти зустрічей та викладати підсумки в чаті. Ця функція допомагає учасникам, які спізнилися або не могли бути присутніми на конференції, отримати всю потрібну інформацію.
    </p>

    <div class="bg-white border border-[#F2F2F7] mt-[63px] p-[38px] rounded-[22px] flex flex-col md:flex-row md:items-center justify-between">
        <div class="flex items-center">
            <div class="w-[68px] h-[68px] rounded-[50%] bg-cover bg-center" style="background-image: url('/image/user.jpg');"></div>
            <div class="ml-[9px]">
                <div class="text-[18px] leading-7 mb-[1px]">Ірина Онен</div>
                <div class="text-[14px] leading-5 text-[#8E8E93]">Google Cloud Certified</div>
            </div>
        </div>
        <div class="mt-[56px] md:mt-0">
            <div class="text-[16px] leading-[26px] mb-2.5 md:text-right">Поділитися:</div>
            <div class="flex gap-5">
                <a href="https://www.linkedin.com/in/g-suite-ukraine?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=android_app">
                    <svg width="30" height="30" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="15" cy="15" r="15" fill="#636366"/>
                        <path d="M10.8408 11.3076H7.52837C7.38136 11.3076 7.26224 11.4268 7.26224 11.5738V22.2151C7.26224 22.3621 7.38136 22.4812 7.52837 22.4812H10.8408C10.9878 22.4812 11.1069 22.3621 11.1069 22.2151V11.5738C11.1069 11.4268 10.9878 11.3076 10.8408 11.3076Z" fill="white"/>
                        <path d="M9.18577 6.01758C7.98053 6.01758 7 6.99704 7 8.20095C7 9.4054 7.98053 10.3852 9.18577 10.3852C10.3901 10.3852 11.3698 9.40535 11.3698 8.20095C11.3698 6.99704 10.3901 6.01758 9.18577 6.01758Z" fill="white"/>
                        <path d="M19.2661 11.0432C17.9357 11.0432 16.9523 11.6151 16.3558 12.2649V11.5738C16.3558 11.4268 16.2366 11.3076 16.0896 11.3076H12.9174C12.7704 11.3076 12.6513 11.4268 12.6513 11.5738V22.2151C12.6513 22.3621 12.7704 22.4812 12.9174 22.4812H16.2226C16.3696 22.4812 16.4887 22.3621 16.4887 22.2151V16.9501C16.4887 15.1759 16.9706 14.4847 18.2074 14.4847C19.5543 14.4847 19.6614 15.5928 19.6614 17.0414V22.2151C19.6614 22.3622 19.7805 22.4813 19.9275 22.4813H23.2339C23.3809 22.4813 23.5 22.3622 23.5 22.2151V16.3782C23.5 13.7401 22.997 11.0432 19.2661 11.0432Z" fill="white"/>
                    </svg>
                </a>
                <?php /*<a href="#">
                    <svg width="30" height="30" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="15" cy="15" r="15" fill="#636366"/>
                        <path d="M15 9C7.629 9 7.5 9.6555 7.5 14.775C7.5 19.8945 7.629 20.55 15 20.55C22.371 20.55 22.5 19.8945 22.5 14.775C22.5 9.6555 22.371 9 15 9ZM17.4037 15.0255L14.0363 16.5975C13.7415 16.734 13.5 16.581 13.5 16.2555V13.2945C13.5 12.9697 13.7415 12.816 14.0363 12.9525L17.4037 14.5245C17.6985 14.6625 17.6985 14.8875 17.4037 15.0255Z" fill="white"/>
                    </svg>
                </a>
                <a href="#">
                    <svg width="30" height="30" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="15" cy="15" r="15" fill="#636366"/>
                        <path d="M18.2083 7H11.7917C10.4545 7 9.17217 7.53117 8.22667 8.47667C7.28117 9.42217 6.75 10.7045 6.75 12.0417V18.4583C6.75 19.7955 7.28117 21.0778 8.22667 22.0233C9.17217 22.9688 10.4545 23.5 11.7917 23.5H18.2083C19.5455 23.5 20.8278 22.9688 21.7733 22.0233C22.7188 21.0778 23.25 19.7955 23.25 18.4583V12.0417C23.25 10.7045 22.7188 9.42217 21.7733 8.47667C20.8278 7.53117 19.5455 7 18.2083 7ZM21.875 18.4583C21.8739 19.4305 21.4872 20.3624 20.7998 21.0498C20.1124 21.7372 19.1805 22.1239 18.2083 22.125H11.7917C10.8195 22.1239 9.88755 21.7372 9.20016 21.0498C8.51276 20.3624 8.1261 19.4305 8.125 18.4583V12.0417C8.12609 11.0695 8.51275 10.1375 9.20015 9.45015C9.88754 8.76275 10.8195 8.37609 11.7917 8.375H18.2083C19.1805 8.37609 20.1125 8.76275 20.7999 9.45015C21.4873 10.1375 21.8739 11.0695 21.875 12.0417V18.4583Z" fill="white"/>
                        <path d="M15 11.125C14.1842 11.125 13.3866 11.3669 12.7083 11.8202C12.0299 12.2734 11.5012 12.9177 11.189 13.6714C10.8768 14.4252 10.7951 15.2546 10.9543 16.0547C11.1134 16.8549 11.5063 17.5899 12.0832 18.1668C12.6601 18.7437 13.3951 19.1366 14.1953 19.2957C14.9954 19.4549 15.8248 19.3732 16.5786 19.061C17.3323 18.7488 17.9766 18.2201 18.4298 17.5417C18.8831 16.8634 19.125 16.0658 19.125 15.25C19.125 14.156 18.6904 13.1068 17.9168 12.3332C17.1432 11.5596 16.094 11.125 15 11.125ZM15 18C14.4561 18 13.9244 17.8387 13.4722 17.5365C13.0199 17.2344 12.6675 16.8049 12.4593 16.3024C12.2512 15.7999 12.1967 15.2469 12.3028 14.7135C12.409 14.1801 12.6709 13.6901 13.0555 13.3055C13.4401 12.9209 13.9301 12.6589 14.4635 12.5528C14.997 12.4467 15.5499 12.5012 16.0524 12.7093C16.5549 12.9175 16.9844 13.2699 17.2865 13.7222C17.5887 14.1744 17.75 14.7061 17.75 15.25C17.7492 15.9791 17.4592 16.6781 16.9436 17.1936C16.4281 17.7092 15.7291 17.9992 15 18Z" fill="white"/>
                        <path d="M19.3073 11.8587C19.8136 11.8587 20.224 11.4483 20.224 10.9421C20.224 10.4358 19.8136 10.0254 19.3073 10.0254C18.801 10.0254 18.3906 10.4358 18.3906 10.9421C18.3906 11.4483 18.801 11.8587 19.3073 11.8587Z" fill="white"/>
                    </svg>
                </a>
                <a href="#">
                    <svg width="30" height="30" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="15" cy="15" r="15" fill="#636366"/>
                        <path d="M19.6663 9.86854H17.0481C16.7379 9.86854 16.3931 10.2768 16.3931 10.8193V12.7099H19.6681L19.1728 15.406H16.3931V23.5H13.3032V15.406H10.5V12.7099H13.3032V11.1241C13.3032 8.84886 14.8817 7 17.0481 7H19.6663V9.86854Z" fill="white"/>
                    </svg>
                </a>*/ ?>
            </div>
        </div>
    </div>
</div>

<?php require get_template_directory() . '/template-parts/common/latests-posts.php'; ?>
