<?php
/**
 * Template Name: Workspace
 * Template Post Type: post, page
 */

get_header();
?>

<div class="container md:mt-[120px] mt-8 md:mb-[120px] mb-6">
    <div class="flex flex-col lg:flex-row lg:justify-between">

        <img src="/wp-content/themes/mccloud/assets/image/image6554.png" alt="image" class="mb-4 lg:max-w-[48%]">

        <div class="flex flex-col lg:w-[48%] text-3 leading-4">
            <h2 class=" text-left text-4 font-bold mb-3 lg:text-6"><?php echo pll__('Головні переваги'); ?></h2>
            <p><?php echo pll__('Платформа Google Workspace надає бізнесу інструменти для дистанційної роботи:'); ?></p>

            <ul class="list-disc list-inside mb-4 pl-2">
                <li>Gmail;
                </li>
                <li>Google Drive;
                </li>
                <li>Calendars;
                </li>
                <li>Sheets;
                </li>
                <li>Meet <?=pll__('тощо.');?></li>
            </ul>
            <p><?php echo pll__('Отже, впровадження Воркспейс дає змогу планувати справи, працювати з документами разом із колегами. Тобто
                можете проводити обговорення й редагування проєктів у реальному часі.'); ?></p>
        </div>
    </div>

</div>


<div class="container md:mt-[120px] mt-8">
    <h2 class="title-text-2 font-bold mx-auto max-w-[935px] mb-3 text-center">
        <?php echo pll__('Детальніше про інструменти'); ?>
    </h2>
    <p class="text-center mx-auto lg:max-w-[50%]  mb-4 lg:mb-11 "><?php echo pll__('Раніше за бізнес-процеси відповідала платформа Google-Suite. Багато користувачів змогли оцінити ті переваги, які дає дистанційна корпоративна робота. Отже, Google Workspace є вдосконаленою версією G-Suite. Сучасна платформа має такі інструменти:') ?></p>

    <div class='arrows-container my-4 flex flex-row justify-end rounded-2 w-full gap-2 lg:hidden'>
                <div class='default-arrow-prev arrow-button-container bg-white py-2 px-3 rounded-2'>
                    <img src='<?php echo get_template_directory_uri() . '/assets/image/chevron-left.svg' ?>' class='arrow-img'>
                </div>
                <div class='default-arrow-next arrow-button-container bg-white py-2 px-3 rounded-2'>
                    <img src='<?php echo get_template_directory_uri() . '/assets/image/chevron-right.svg' ?>' class='arrows-img'>
                </div>
            </div>

    <div class="default-slider slick-force-height
        lg:grid lg:grid-cols-4 gap-4">

        <div class="border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg md:!h-full !h-auto">
            <div class="mb-6">
                <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                        d="M5.20703 41.6673H12.4987V23.959L2.08203 16.1465V38.5423C2.08203 40.2689 3.48047 41.6673 5.20703 41.6673Z"
                        fill="#4285F4" />
                    <path
                        d="M37.5 41.6673H44.7917C46.5182 41.6673 47.9167 40.2689 47.9167 38.5423V16.1465L37.5 23.959V41.6673Z"
                        fill="#34A853" />
                    <path
                        d="M37.5 10.4166V23.9583L47.9167 16.1458V11.9791C47.9167 8.11714 43.5078 5.91142 40.4167 8.22912L37.5 10.4166Z"
                        fill="#FBBC04" />
                    <path fill-rule="evenodd" clip-rule="evenodd"
                        d="M12.5 23.9577V10.416L25 19.791L37.5 10.416V23.9577L25 33.3327L12.5 23.9577Z"
                        fill="#EA4335" />
                    <path
                        d="M2.08203 11.9791V16.1458L12.4987 23.9583V10.4166L9.58203 8.22912C6.49089 5.91142 2.08203 8.11714 2.08203 11.9791Z"
                        fill="#C5221F" />
                </svg>
            </div>
            <div class="text-4 leading-5 font-bold mb-3">Gmail</div>
            <div class=" text-gray leading-4">
                <?php echo pll__('Пошта Google зі своїм доменом, робота у зручному інтерфейсі з будь-якого місця.'); ?>
            </div>
        </div>

        <div class="border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg md:!h-full !h-auto">
            <div class="mb-6">
                <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g clip-path="url(#clip0_8448_780)">
                        <path d="M50 0H0V50H50V0Z" fill="white" />
                        <path d="M35.4154 14.584H14.582V35.4173H35.4154V14.584Z" fill="white" />
                        <path
                            d="M18.8581 30.7441C18.0794 30.2181 17.5404 29.4499 17.2461 28.4342L19.0534 27.6895C19.2174 28.3145 19.5039 28.7988 19.9128 29.1426C20.319 29.4863 20.8138 29.6556 21.3919 29.6556C21.9831 29.6556 22.4909 29.4759 22.9154 29.1165C23.3398 28.7572 23.5534 28.2988 23.5534 27.7441C23.5534 27.1764 23.3294 26.7129 22.8815 26.3535C22.4336 25.9941 21.8711 25.8145 21.1992 25.8145H20.1549V24.0254H21.0924C21.6706 24.0254 22.1576 23.8691 22.5534 23.5566C22.9492 23.2441 23.1471 22.8171 23.1471 22.2728C23.1471 21.7884 22.9701 21.403 22.6159 21.1139C22.2617 20.8249 21.8138 20.679 21.2695 20.679C20.7383 20.679 20.3164 20.8197 20.0039 21.1035C19.6914 21.3874 19.4648 21.7363 19.3216 22.1478L17.5326 21.403C17.7695 20.7311 18.2044 20.1374 18.8424 19.6243C19.4805 19.1113 20.2956 18.8535 21.2852 18.8535C22.0169 18.8535 22.6758 18.9941 23.2591 19.278C23.8424 19.5618 24.3008 19.9551 24.6315 20.4551C24.9622 20.9577 25.1263 21.5202 25.1263 22.1452C25.1263 22.7832 24.9727 23.3223 24.6654 23.765C24.3581 24.2077 23.9805 24.5462 23.5326 24.7832V24.89C24.1237 25.1374 24.6055 25.515 24.9857 26.0228C25.3633 26.5306 25.5534 27.1374 25.5534 27.8457C25.5534 28.554 25.3737 29.1868 25.0143 29.7415C24.6549 30.2962 24.1576 30.7337 23.5273 31.0514C22.8945 31.3691 22.1836 31.5306 21.3945 31.5306C20.4805 31.5332 19.6367 31.2702 18.8581 30.7441Z"
                            fill="#4285F4" />
                        <path
                            d="M29.957 21.7767L27.9727 23.2116L26.9805 21.7064L30.5404 19.1387H31.9049V31.2507H29.957V21.7767Z"
                            fill="#4285F4" />
                        <path d="M35.4154 35.416H14.582V44.791H35.4154V35.416Z" fill="#34A853" />
                        <path
                            d="M35.4154 5.20898H8.33203C6.60547 5.20898 5.20703 6.60742 5.20703 8.33398V35.4173H14.582V14.584H35.4154V5.20898Z"
                            fill="#4285F4" />
                        <path
                            d="M5.20703 35.416V41.666C5.20703 43.3926 6.60547 44.791 8.33203 44.791H14.582V35.416H5.20703Z"
                            fill="#188038" />
                        <path d="M44.793 14.584H35.418V35.4173H44.793V14.584Z" fill="#FBBC04" />
                        <path
                            d="M44.793 14.584V8.33398C44.793 6.60742 43.3945 5.20898 41.668 5.20898H35.418V14.584H44.793Z"
                            fill="#1967D2" />
                        <path d="M35.418 44.791L44.793 35.416H35.418V44.791Z" fill="#EA4335" />
                    </g>
                    <defs>
                        <clipPath id="clip0_8448_780">
                            <rect width="50" height="50" fill="white" />
                        </clipPath>
                    </defs>
                </svg>
            </div>
            <div class="text-4 leading-5 font-bold mb-3"><?php echo pll__('Календар'); ?></div>
            <div class=" text-gray leading-4">
                <?php echo pll__('Зручний інструмент для планування, який можна використовувати спільно з іншими програмами та сервісами.'); ?>
            </div>
        </div>

        <div class="border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg md:!h-full !h-auto">
            <div class="mb-6">
                <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g clip-path="url(#clip0_8448_825)">
                        <path d="M50 0H0V50H50V0Z" fill="white" />
                        <path
                            d="M5.70314 38.985L7.70835 42.4486C8.125 43.1777 8.72394 43.7506 9.42708 44.1673L16.5886 31.7715H2.26562C2.26562 32.5788 2.47396 33.3861 2.89063 34.1152L5.70314 38.985Z"
                            fill="#0066DA" />
                        <path
                            d="M25 17.1868L17.8386 4.79102C17.1354 5.20768 16.5364 5.78057 16.1198 6.50978L2.89063 29.4264C2.47396 30.1556 2.26562 30.9629 2.26562 31.7702H16.5886L25 17.1868Z"
                            fill="#00AC47" />
                        <path
                            d="M25.0013 17.1869L32.1628 4.79102C31.4596 4.37435 30.6523 4.16602 29.819 4.16602H20.1836C19.3503 4.16602 18.543 4.40039 17.8398 4.79102L25.0013 17.1869Z"
                            fill="#00832D" />
                        <path
                            d="M33.4101 31.7715H16.5872L9.42578 44.1673C10.1289 44.584 10.9362 44.7923 11.7696 44.7923H38.2279C39.0612 44.7923 39.8685 44.5579 40.5716 44.1673L33.4101 31.7715Z"
                            fill="#2684FC" />
                        <path
                            d="M40.5729 44.1673C41.2761 43.7506 41.875 43.1777 42.2916 42.4486L43.125 41.0163L47.1094 34.1152C47.526 33.3861 47.7344 32.5788 47.7344 31.7715H33.4375L40.5729 44.1673Z"
                            fill="#EA4335" />
                        <path
                            d="M40.4948 17.9681L33.8802 6.50978C33.4636 5.78057 32.8646 5.20768 32.1614 4.79102L25 17.1868L33.4114 31.7702H47.7084C47.7084 30.9629 47.5 30.1556 47.0834 29.4264L40.4948 17.9681Z"
                            fill="#FFBA00" />
                    </g>
                    <defs>
                        <clipPath id="clip0_8448_825">
                            <rect width="50" height="50" fill="white" />
                        </clipPath>
                    </defs>
                </svg>
            </div>
            <div class="text-4 leading-5 font-bold mb-3">Drive</div>
            <div class=" text-gray leading-4">
                <?php echo pll__('Безпечне зберігання файлів, можливість використання загальних дисків з доступом для всіх співробітників.'); ?>
            </div>
        </div>

        <div class="border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg md:!h-full !h-auto">
            <div class="mb-6">
                <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path
                        d="M14.1914 27.474V14.0625H8.33203C6.60547 14.0625 5.20703 15.4609 5.20703 17.1875V44.9245C5.20703 46.3177 6.88932 47.013 7.8737 46.0286L14.3216 39.5833H32.681C34.4076 39.5833 35.806 38.1849 35.806 36.4583V30.599H17.3164C15.5898 30.599 14.1914 29.2005 14.1914 27.474Z"
                        fill="#00AC47" />
                    <path
                        d="M41.6654 5.20898H17.3164C15.5898 5.20898 14.1914 6.60742 14.1914 8.33398V14.0632H32.681C34.4076 14.0632 35.806 15.4616 35.806 17.1882V30.5996H41.6654C43.3919 30.5996 44.7904 29.2012 44.7904 27.4746V8.33398C44.7904 6.60742 43.3919 5.20898 41.6654 5.20898Z"
                        fill="#5BB974" />
                    <path
                        d="M32.681 14.0625H14.1914V27.474C14.1914 29.2005 15.5898 30.599 17.3164 30.599H35.806V17.1875C35.806 15.4609 34.4076 14.0625 32.681 14.0625Z"
                        fill="#00832D" />
                </svg>
            </div>
            <div class="text-4 leading-5 font-bold mb-3"><?php echo pll__('Чат'); ?></div>
            <div class="text-gray leading-4">
                <?php echo pll__('безпечне спілкування через приватні повідомлення або групові бесіди, колективне обговорення нагальних задач, робота над спільними проєктами.'); ?>
            </div>
        </div>

        <div class="border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg md:!h-full !h-auto">
            <div class="mb-6">
                <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g clip-path="url(#clip0_8448_807)">
                        <path d="M50 0H0V50H50V0Z" fill="white" />
                        <path
                            d="M35.9375 31.7576V30.5446V28.8693V20.9841V19.3088L37.2283 16.6226L43.6821 11.5102C44.5426 10.7882 45.8333 11.3947 45.8333 12.5212V36.9567C45.8333 38.0832 44.5139 38.6897 43.6534 37.9676L35.9375 31.7576Z"
                            fill="#00AC47" />
                        <path d="M14.5846 7.8125L4.16797 18.2292H14.5846V7.8125Z" fill="#FE2C25" />
                        <path d="M14.5846 18.2285H4.16797V31.7702H14.5846V18.2285Z" fill="#2684FC" />
                        <path
                            d="M4.16797 31.7715V38.7159C4.16797 40.6257 5.73047 42.1882 7.64021 42.1882H14.5846V31.7715H4.16797Z"
                            fill="#0066DA" />
                        <path
                            d="M37.2383 11.2449C37.2383 9.35708 35.709 7.8125 33.8398 7.8125H27.043H14.582V18.2292H27.3424V25L37.2383 24.6883V11.2449Z"
                            fill="#FFBA00" />
                        <path
                            d="M27.3424 31.7708H14.582V42.1875H27.043H33.8398C35.709 42.1875 37.2383 40.6452 37.2383 38.7601V25H27.3424V31.7708Z"
                            fill="#00AC47" />
                        <path d="M37.2396 16.666V32.8118L27.3438 24.9993L37.2396 16.666Z" fill="#00832D" />
                    </g>
                    <defs>
                        <clipPath id="clip0_8448_807">
                            <rect width="50" height="50" fill="white" />
                        </clipPath>
                    </defs>
                </svg>
            </div>
            <div class="text-4 leading-5 font-bold mb-3">Google Meet</div>
            <div class=" text-gray leading-4">
                <?php echo pll__('Високоякісний сервіс для проведення онлайн-конференцій інтегруваний з Календарем, Чатом та Gmail.'); ?>
            </div>
        </div>

        <div class="border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg md:!h-full !h-auto">
            <div class="mb-6">
                <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g clip-path="url(#clip0_8448_816)">
                        <path d="M34.8971 25.5215H15.1055V29.1673H34.8971V25.5215Z" fill="white" />
                        <path d="M29.6888 31.7715H15.1055V35.4173H29.6888V31.7715Z" fill="white" />
                        <path
                            d="M30.2096 13.5423L35.5794 13.8027L41.668 13.5423L30.2096 2.08398L29.9492 9.07878L30.2096 13.5423Z"
                            fill="#0066DA" />
                        <path d="M34.8971 19.2715H15.1055V22.9173H34.8971V19.2715Z" fill="white" />
                        <path
                            d="M30.207 13.5423V2.08398H11.457C9.73047 2.08398 8.33203 3.48242 8.33203 5.20898V44.7923C8.33203 46.5189 9.73047 47.9173 11.457 47.9173H38.5404C40.2669 47.9173 41.6654 46.5189 41.6654 44.7923V13.5423H30.207ZM29.1654 34.8965H15.6237V32.2923H29.1654V34.8965ZM34.3737 28.6465H15.6237V26.0423H34.3737V28.6465ZM34.3737 22.3965H15.6237V19.7923H34.3737V22.3965Z"
                            fill="#2684FC" />
                    </g>
                    <defs>
                        <clipPath id="clip0_8448_816">
                            <rect width="50" height="50" fill="white" />
                        </clipPath>
                    </defs>
                </svg>
            </div>
            <div class="text-4 leading-5 font-bold mb-3">Docs</div>
            <div class=" text-gray leading-4">
                <?php echo pll__('Зручне створення, редагування, коментування та спільне використання документів у режимі реального часу.'); ?>
            </div>
        </div>

        <div class="border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg md:!h-full !h-auto">
            <div class="mb-6">
                <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g clip-path="url(#clip0_8448_797)">
                        <path d="M50 0H0V50H50V0Z" fill="white" />
                        <path
                            d="M32.8112 19.791H17.1862H14.582V22.3952V31.2493V33.8535H17.1862H32.8112H35.4154V31.2493V22.3952V19.791H32.8112ZM32.8112 31.2493H17.1862V22.3952H32.8112V31.2493Z"
                            fill="white" />
                        <path
                            d="M38.5404 47.9173H11.457C9.73047 47.9173 8.33203 46.5189 8.33203 44.7923V5.20898C8.33203 3.48242 9.73047 2.08398 11.457 2.08398H30.207L41.6654 13.5423V44.7923C41.6654 46.5189 40.2669 47.9173 38.5404 47.9173Z"
                            fill="#00AC47" />
                        <path d="M30.207 2.08398L41.6654 13.5423H30.207V2.08398Z" fill="#00832D" />
                        <path
                            d="M32.8112 19.791H26.3008H23.6966H17.1862H14.582V22.3952V26.041V28.6452V32.291V34.8952H17.1862H23.6966H26.3008H32.8112H35.4154V32.291V28.6452V26.041V22.3952V19.791H32.8112ZM17.1862 22.3952H23.6966V26.041H17.1862V22.3952ZM17.1862 32.291V28.6452H23.6966V32.291H17.1862ZM32.8112 32.291H26.3008V28.6452H32.8112V32.291ZM32.8112 26.041H26.3008V22.3952H32.8112V26.041Z"
                            fill="white" />
                    </g>
                    <defs>
                        <clipPath id="clip0_8448_797">
                            <rect width="50" height="50" fill="white" />
                        </clipPath>
                    </defs>
                </svg>
            </div>
            <div class="text-4 leading-5 font-bold mb-3">Sheets</div>
            <div class=" text-gray leading-4">
                <?php echo pll__('Розширені можливості для аналізу та візуалізації даних, більш швидка й зручна робота завдяки формулам та іншимvкорисним опціям.'); ?>
            </div>
        </div>

        <div class="border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg md:h-full h-auto">
            <div class="mb-6">
                <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g clip-path="url(#clip0_8448_833)">
                        <path d="M50 0H0V50H50V0Z" fill="white" />
                        <path
                            d="M38.5404 47.9173H11.457C9.73047 47.9173 8.33203 46.5189 8.33203 44.7923V5.20898C8.33203 3.48242 9.73047 2.08398 11.457 2.08398H30.207L41.6654 13.5423V44.7923C41.6654 46.5189 40.2669 47.9173 38.5404 47.9173Z"
                            fill="#FFBA00" />
                        <path d="M30.207 2.08398L41.6654 13.5423H30.207V2.08398Z" fill="#FF9500" />
                        <path
                            d="M32.8112 19.791H17.1862H14.582V22.3952V31.2493V33.8535H17.1862H32.8112H35.4154V31.2493V22.3952V19.791H32.8112ZM32.8112 31.2493H17.1862V22.3952H32.8112V31.2493Z"
                            fill="white" />
                    </g>
                    <defs>
                        <clipPath id="clip0_8448_833">
                            <rect width="50" height="50" fill="white" />
                        </clipPath>
                    </defs>
                </svg>
            </div>
            <div class="text-4 leading-5 font-bold mb-3">Slides</div>
            <div class=" text-gray leading-4">
                <?php echo pll__('Багатофункціональний інструмент для інформативних презентацій шляхом використання вбудованого інструментарію та можливості додавати фото, відео, графіки тощо.'); ?>
            </div>
        </div>

    </div>
</div>



<div class="container text-center">
    <div class="flex py-2 flex-col gap-3 lg:max-w-[50%] lg:mx-auto">
        <h3 class="title-text-2 mb-2"><?php echo pll__('Організаційні питання'); ?></h3>
        <p><?php echo pll__('Якщо плануєте налагодити автоматизацію бізнес-процесів, здійснювати комфортне й ефективне управління проєктами й документами, переконатися в перевагах командної роботи, не зволікайте! Впровадження Воркспейс від mcCloud відкриває шлях до нових успіхів!'); ?></p>
    </div>
</div>

<div class="container mt-6 mb-9 2xl:mt-9 2xl:mb-[120px]">
    <div class="bg-customLightGreen rounded-4 p-3 lg:p-4 2xl:p-6">
        <h3 class="text-[20px] lg:font-bold lg:text-5 mb-4"><?php echo pll__('Початок співпраці передбачає три етапи:'); ?>
        </h3>
        <ul class="flex flex-col gap-3">
            <li class="flex items-center gap-3">
                <span
                    class="rounded-full bg-green w-[44px] h-[44px] text-white flex justify-center items-center">1</span>
                <span><?php echo pll__('Консультація'); ?></span>
            </li>
            <li class="flex items-center gap-3">
                <span
                    class="rounded-full bg-green w-[44px] h-[44px] text-white flex justify-center items-center">2</span>
                <span><?php echo pll__('Налаштування та реалізація'); ?></span>
            </li>
            <li class="flex items-center gap-3">
                <span
                    class="rounded-full bg-green w-[44px] h-[44px] text-white flex justify-center items-center">3</span>
                <span><?php echo pll__('Підтримка'); ?></span>
            </li>
        </ul>
    </div>
</div>

<div class="container">
    <ul class="flex flex-col gap-6 2xl:gap-11">
        <li class="flex flex-col gap-3 lg:flex-row lg:justify-between">
            <img src="/wp-content/themes/mccloud/assets/image/image6556-2.png" alt="image" class="mb-4 lg:max-w-[48%] rounded-4 object-cover">
            <div class="flex flex-col lg:max-w-[48%]">
                <h3 class="title-text-2 mb-2"><?php echo pll__('Консультація – початковий етап'); ?></h3>
                <p><?php echo pll__('Першим кроком у впровадженні Google Workspace є заповнення заявки в режимі онлайн. З вами зв’яжеться фахівець mcCloud, запропонує тарифні пакети:'); ?>
                </p>
                <ul class="list-disc list-inside pl-3 mb-3">
                    <li>Business Starter;</li>
                    <li>Business Standard;</li>
                    <li>Business Plus.</li>
                </ul>

                <p><?php echo pll__('Пакет Starter передбачає:'); ?>
                </p>

                <ul class="list-disc list-inside pl-3">
                    <li><?php echo pll__('професійні бізнес-додатки та 30 Гб на кожну ліцензію;'); ?>

                    </li>
                    <li><?php echo pll__('календарі, документи, таблиці, презентації;'); ?>

                    </li>
                    <li><?php echo pll__('корпоративну пошту з функціями безпеки;'); ?>
                    </li>

                    <li><?php echo pll__('стандартну підтримку;'); ?>
                    </li>
                    <li><?php echo pll__('безпеку й управління доменом.'); ?>
                    </li>
                </ul>
                <p class="mb-3"><?php echo pll__('У рамках цього тарифу компанія передбачає залучення до відеоконференції до 100 учасників.') ?> </p>

                <p class="mb-3"><?php echo pll__('Пакет Standard включає увесь функціонал Start. До професійних додатків дається по 2 ТБ на кожну ліцензію. Покращено відеочат, надаються загальні диски з розширеними функціями аудиту та звітності. До відеоконференції з можливістю її запису долучається до 150 людей.'); ?></p>
                <p class="mb-3"><?php echo pll__('Business Plus включає функціонал Standard. Надаються професійні додатки та 5 ТБ на кожну ліцензію. Стає доступним Google Сейф із розширеним керуванням кінцевими точками. Вдосконалений контроль за управлінням і безпекою. Відеоконференції можна не лише записувати, але й контролювати відвідування. До них залучається до 500 учасників.'); ?></p>

            </div>
        </li>

        <li class="flex flex-col gap-3 lg:flex-row-reverse lg:justify-between">
            <img src="/wp-content/themes/mccloud/assets/image/image6554-3.png" alt="image" class="mb-4 lg:max-w-[48%]">
            <div class="flex flex-col lg:max-w-[48%]">
                <h3 class="title-text-2 mb-4"><?php echo pll__('Налаштування та реалізація'); ?></h3>
                <p><?php echo pll__('На цьому етапі фахівці mcCloud запускають у дію головні сервіси:'); ?>

                </p>
                <ul class="list-disc list-inside pl-3 mb-3">
                    <li><?php echo pll__('пошта;'); ?>

                    </li>
                    <li><?php echo pll__('Meet;'); ?>

                    </li>
                    <li><?php echo pll__('Google Диск тощо.'); ?></li>
                </ul>

                <p><?php echo pll__('Вони створюють необхідну кількість облікових записів, допомагають здійснити міграцію в хмару.'); ?>
                </p>



            </div>
        </li>

        <li class="flex flex-col gap-3 lg:flex-row lg:justify-between">
            <img src="/wp-content/themes/mccloud/assets/image/image6554-4.png" alt="image" class="mb-4 lg:max-w-[48%]">
            <div class="flex flex-col lg:max-w-[48%]">
                <h3 class="title-text-2 mb-2"><?php echo pll__('Постійна підтримка'); ?></h3>
                <p class="mb-3"><?php echo pll__('Налаштовуються функції безпеки. Це передбачає двофакторну автентифікацію, шифрування, захист паролів. Фахівці з безпеки постійно моніторять систему щодо наявності загроз.'); ?>
                </p>

                <p><?php echo pll__('Проводиться безкоштовне онлайн-навчання на тренінгах, розроблених професіоналами, отже, гарантується швидке і якісне засвоєння інформації.'); ?>
                </p>


            </div>
        </li>


    </ul>
</div>



<!-- <div class="container mb-6 2xl:mb-[160px]">
    <h2 class="title-text-2 font-bold lg:mb-11 mb-4 text-center">Використовуючи Google Workspace з mcCloud, <br> ви
        отримаєте:
    </h2>
    <div class="default-slider slick-force-height lg:grid lg:grid-cols-4 lg:gap-4">
        <div class="border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg">
            <div class="mb-6">
                <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <rect width="60" height="60" rx="30" fill="#E8F0FE" />
                    <path
                        d="M44.1211 15H33.5742C33.0888 15 32.6953 15.3935 32.6953 15.8789V18.5156H31.8164C30.3625 18.5156 29.1797 19.6985 29.1797 21.1523C29.1503 22.5691 30.3997 23.8184 31.8164 23.7891H32.6953V26.4258C32.6953 26.9112 33.0888 27.3047 33.5742 27.3047H37.0898C37.5752 27.3047 37.9688 26.9112 37.9688 26.4258V24.668C37.9688 24.1833 38.363 23.7891 38.8477 23.7891C39.3195 23.7793 39.7364 24.1961 39.7266 24.668V26.4258C39.7266 26.9112 40.1201 27.3047 40.6055 27.3047H44.1211C44.6065 27.3047 45 26.9112 45 26.4258V15.8789C45 15.3935 44.6065 15 44.1211 15ZM43.2422 25.5469H41.4844V24.668C41.5137 23.2512 40.2643 22.002 38.8477 22.0312C37.3938 22.0312 36.2109 23.2141 36.2109 24.668V25.5469H34.4531V22.9102C34.4531 22.4248 34.0596 22.0312 33.5742 22.0312H31.8164C31.3446 22.041 30.9277 21.6243 30.9375 21.1523C30.9375 20.6677 31.3318 20.2734 31.8164 20.2734H33.5742C34.0596 20.2734 34.4531 19.8799 34.4531 19.3945V16.7578H43.2422V25.5469Z"
                        fill="#4285F4" />
                    <path
                        d="M38.6947 36.2109H37.8516V33.5742C37.8516 33.0888 37.458 32.6953 36.9727 32.6953H34.3359V31.8519C34.3359 30.4119 33.1811 29.2135 31.7617 29.1804C31.0338 29.1637 30.3496 29.4376 29.835 29.9521C29.3368 30.4502 29.0625 31.1123 29.0625 31.8164V32.6953H27.3047V30.0586C27.3047 29.5732 26.9112 29.1797 26.4258 29.1797H24.668C24.1833 29.1797 23.7891 28.7854 23.7891 28.3008C23.7792 27.8288 24.1962 27.4121 24.668 27.4219H26.4258C26.9112 27.4219 27.3047 27.0284 27.3047 26.543V23.0273C27.3047 22.542 26.9112 22.1484 26.4258 22.1484H15.8789C15.3935 22.1484 15 22.542 15 23.0273V44.1211C15 44.6065 15.3935 45 15.8789 45H36.9727C37.458 45 37.8516 44.6065 37.8516 44.1211V41.4844H38.7305C39.4345 41.4844 40.0966 41.21 40.5947 40.7119C41.1093 40.1973 41.3833 39.513 41.3664 38.785C41.3333 37.3658 40.1348 36.2109 38.6947 36.2109ZM16.7578 23.9062H25.5469V25.6641H24.668C23.964 25.6641 23.3019 25.9384 22.8038 26.4365C22.3056 26.9346 22.0312 27.5967 22.0312 28.3008C22.0312 29.7547 23.2141 30.9375 24.668 30.9375H25.5469V32.6953H22.9102C22.4248 32.6953 22.0312 33.0888 22.0312 33.5742V35.332C22.0448 35.8517 21.5368 36.2894 21.0251 36.2006C20.6021 36.1362 20.2734 35.7521 20.2734 35.2965V33.5742C20.2734 33.0888 19.8799 32.6953 19.3945 32.6953H16.7578V23.9062ZM25.5469 40.6055V43.2422H16.7578V34.4531H18.5156V35.2965C18.4873 36.7787 19.7337 37.9958 21.1838 37.968C22.5864 37.9836 23.8193 36.7349 23.7891 35.332V34.4531H25.5469V37.0898C25.5469 37.5752 25.9404 37.9688 26.4258 37.9688H28.1836C28.6682 37.9688 29.0625 38.363 29.0625 38.8477C29.0625 39.3323 28.6682 39.7266 28.1836 39.7266H26.4258C25.9404 39.7266 25.5469 40.1201 25.5469 40.6055ZM39.609 38.826C39.6147 39.069 39.5234 39.2974 39.3517 39.469C39.1856 39.635 38.965 39.7266 38.7305 39.7266H36.9727C36.4873 39.7266 36.0938 40.1201 36.0938 40.6055V43.2422H27.3047V41.4844H28.1836C29.6375 41.4844 30.8203 40.3015 30.8203 38.8477C30.8203 37.3938 29.6375 36.2109 28.1836 36.2109H27.3047V34.4531H29.9414C30.4268 34.4531 30.8203 34.0596 30.8203 33.5742V31.8164C30.8203 31.5819 30.9118 31.3612 31.0779 31.1951C31.2495 31.0235 31.4787 30.9316 31.7206 30.9377C32.1934 30.9487 32.5781 31.3588 32.5781 31.8519V33.5742C32.5781 34.0596 32.9716 34.4531 33.457 34.4531H36.0937V37.0898C36.0937 37.5752 36.4872 37.9688 36.9726 37.9688H38.6947C39.1879 37.9688 39.5981 38.3532 39.609 38.826Z"
                        fill="#4285F4" />
                </svg>
            </div>
            <h3 class="text-4 leading-5 font-bold mb-4">Впровадження</h3>
            <div class=" text-gray">
                Довірте процес відкриття облікового запису фахівцям mcCloud, які підключать вашу компанію до Google
                Workspace. Від вас вимагається тільки наявність придбаного доменного імені. Наші експерти забезпечать
                ефективну і безперебійну роботу вашого бізнесу в хмарному середовищі Google.
            </div>
        </div>

        <div class="border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg">
            <div class="mb-6">
                <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <rect width="60" height="60" rx="30" fill="#DCF0E2" />
                    <path
                        d="M44.1099 25.3487C43.3749 24.3754 42.3833 23.6047 41.2672 23.1285C41.2706 23.0453 41.2723 22.962 41.2723 22.8788C41.2723 19.537 38.5535 16.8182 35.2116 16.8182C34.1365 16.8182 33.0783 17.1077 32.1561 17.645C30.558 15.9544 28.3577 15 25.9995 15C21.321 15 17.5147 18.8063 17.5147 23.4848C17.5147 23.5868 17.5165 23.6892 17.5202 23.7915C15.6343 25.0836 14.4844 27.2384 14.4844 29.5455C14.4844 33.1151 17.182 36.066 20.6455 36.468C21.0822 41.2453 25.1103 45 29.9995 45C34.8888 45 38.9169 41.2453 39.3535 36.468C42.8171 36.066 45.5147 33.1151 45.5147 29.5455C45.5147 28.0168 45.0289 26.5656 44.1099 25.3487ZM29.9995 43.1818C25.8223 43.1818 22.4238 39.7833 22.4238 35.6061C22.4238 31.4288 25.8223 28.0303 29.9995 28.0303C34.1768 28.0303 37.5753 31.4288 37.5753 35.6061C37.5753 39.7833 34.1768 43.1818 29.9995 43.1818ZM39.3435 34.6348C38.8559 29.9096 34.8515 26.2121 29.9995 26.2121C25.1476 26.2121 21.1432 29.9096 20.6556 34.6348C18.1929 34.2499 16.3026 32.1144 16.3026 29.5455C16.3026 27.6956 17.303 25.9779 18.9133 25.0628C19.227 24.8847 19.4056 24.5379 19.3686 24.179C19.3449 23.9499 19.3329 23.7164 19.3329 23.4848C19.3329 19.8088 22.3235 16.8182 25.9995 16.8182C28.0791 16.8182 30.0026 17.763 31.2766 19.4104L31.2766 19.4104C31.5873 19.8122 32.167 19.8814 32.5636 19.5641L32.5636 19.5641C33.3221 18.9572 34.2378 18.6364 35.2116 18.6364C37.5509 18.6364 39.4541 20.5395 39.4541 22.8788C39.4541 23.1173 39.4342 23.3564 39.3949 23.5893V23.5894C39.3189 24.0413 39.591 24.4791 40.0298 24.6109H40.0299C42.1887 25.2595 43.6965 27.2887 43.6965 29.5455C43.6965 32.1144 41.8062 34.2499 39.3435 34.6348Z"
                        fill="#34A853" />
                    <path
                        d="M34.1996 34.0337L33.9334 34.2999C33.8363 33.9735 33.701 33.6561 33.5264 33.3538C32.9429 32.3431 32.0007 31.6201 30.8733 31.318C29.746 31.016 28.5686 31.171 27.5578 31.7545C26.547 32.3381 25.8241 33.2803 25.522 34.4076C25.2199 35.535 25.3749 36.7125 25.9585 37.7232C26.542 38.7339 27.4843 39.4569 28.6116 39.759C29.0966 39.8889 29.595 39.6012 29.725 39.1162C29.8549 38.6312 29.5672 38.1327 29.0822 38.0028C28.424 37.8264 27.8738 37.4043 27.5331 36.8141C26.8298 35.5958 27.2487 34.0325 28.4669 33.3292C29.057 32.9884 29.7446 32.8979 30.4028 33.0743C30.8814 33.2025 31.3024 33.4613 31.6278 33.8195C31.3085 33.7079 30.9396 33.7786 30.6844 34.0338C30.3294 34.3888 30.3294 34.9644 30.6844 35.3194L32.442 37.077C32.797 37.432 33.3726 37.432 33.7276 37.077L35.4852 35.3194C35.8403 34.9644 35.8403 34.3888 35.4852 34.0338C35.1302 33.6787 34.5546 33.6787 34.1996 34.0337Z"
                        fill="#34A853" />
                </svg>
            </div>
            <h3 class="text-4 leading-5 font-bold mb-4">Міграцію у Хмару</h3>
            <div class="text-gray">
                Перенесення даних на Google Workspace процес кропіткий, тому краще звернутися за професійною допомогою в
                технічну підтримку mcCloud . Наші фахівці нададуть всю необхідну інформацію, яка допоможе вам швидко
                перенести дані, підготувати бізнес до хмарних рішень, провести  налаштування корпоративної пошти Google,
                Drive та інших інструментів платформи.
            </div>
        </div>

        <div class="border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg">
            <div class="mb-6">
                <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <rect width="60" height="60" rx="30" fill="#FEEFC4" />
                    <path
                        d="M44.1211 36.7383H43.8281V19.4531C43.8281 17.9992 42.6453 16.8164 41.1914 16.8164H18.8086C17.3547 16.8164 16.1719 17.9992 16.1719 19.4531V36.7383H15.8789C15.3935 36.7383 15 37.1318 15 37.6172V38.7891C15 41.2122 16.9714 43.1836 19.3945 43.1836H40.6055C43.0286 43.1836 45 41.2122 45 38.7891V37.6172C45 37.1318 44.6065 36.7383 44.1211 36.7383ZM17.9297 19.4531C17.9297 18.9685 18.324 18.5742 18.8086 18.5742H41.1914C41.676 18.5742 42.0703 18.9685 42.0703 19.4531V36.7383H34.6875C34.4544 36.7383 34.2308 36.8309 34.0661 36.9957L33.1516 37.9102H26.8484L25.934 36.9957C25.7692 36.8309 25.5456 36.7383 25.3125 36.7383H17.9297V19.4531ZM43.2422 38.7891C43.2422 40.2429 42.0594 41.4258 40.6055 41.4258H19.3945C17.9406 41.4258 16.7578 40.2429 16.7578 38.7891V38.4961H24.9485L25.8629 39.4105C26.0277 39.5753 26.2512 39.668 26.4844 39.668H33.5156C33.7488 39.668 33.9723 39.5753 34.1371 39.4105L35.0515 38.4961H43.2422V38.7891Z"
                        fill="#FBBC04" />
                    <path
                        d="M29.643 35.4906C29.8702 35.5917 30.1297 35.5917 30.357 35.4906C33.8776 33.926 36.1523 30.4256 36.1523 26.573V22.9688C36.1523 22.6214 35.9478 22.3066 35.6304 22.1656C31.8943 20.5051 28.1057 20.5051 24.3696 22.1656C24.0522 22.3066 23.8477 22.6214 23.8477 22.9688V26.573C23.8477 30.4256 26.1224 33.926 29.643 35.4906ZM25.6055 23.5518C28.557 22.375 31.443 22.375 34.3945 23.5518V26.573C34.3945 29.5993 32.6822 32.3607 30 33.7151C27.3178 32.3608 25.6055 29.5994 25.6055 26.573V23.5518Z"
                        fill="#FBBC04" />
                    <path
                        d="M29.3786 30.364C29.6117 30.364 29.8352 30.2714 30 30.1066L32.4859 27.6206C32.8291 27.2774 32.8291 26.7209 32.4859 26.3777C32.1427 26.0345 31.5862 26.0344 31.243 26.3777L29.3786 28.2422L28.7571 27.6207C28.414 27.2776 27.8575 27.2775 27.5142 27.6207C27.1709 27.964 27.1709 28.5204 27.5142 28.8637L28.7571 30.1066C28.9219 30.2715 29.1454 30.364 29.3786 30.364Z"
                        fill="#FBBC04" />
                </svg>
            </div>
            <h3 class="text-4 leading-5 font-bold mb-4">Безпеку</h3>
            <div class=" text-gray">
                Google Workspace має високий рівень безпеки завдяки технологіям двофакторної аутентифікації, захисту
                паролів та шифрування для захисту даних користувачів. Велика команда спеціалістів з безпеки постійно
                моніторить систему на наявність загроз. Google Workspace має антивірусний захист від шкідливих програм,
                які розповсюджуються через різні канали.
            </div>
        </div>

        <div class="border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg">
            <div class="mb-6">
                <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <rect width="60" height="60" rx="30" fill="#FAD2CF" />
                    <path
                        d="M44.1211 37.0898H44.0039V35.9766C44.0039 34.7449 43.1549 33.7081 42.0115 33.4198C42.7368 31.7733 43.125 29.9673 43.125 28.125C43.125 20.871 37.255 15 30 15C21.7624 15 15.6081 22.4677 17.0943 30.5147C17.0992 30.5528 17.1058 30.5904 17.1154 30.6267C17.3014 31.5874 17.5943 32.5249 17.9885 33.4198C16.8451 33.7081 15.9961 34.7449 15.9961 35.9766V37.0898H15.8789C15.3935 37.0898 15 37.4834 15 37.9688V41.7188C15 42.2041 15.3935 42.5977 15.8789 42.5977H26.936C27.28 43.9985 28.545 45 30 45C31.455 45 32.72 43.9986 33.064 42.5977H44.1211C44.6065 42.5977 45 42.2041 45 41.7188V37.9688C45 37.4834 44.6065 37.0898 44.1211 37.0898ZM42.2461 37.0898H33.395C32.5076 37.0898 31.6516 37.293 30.8789 37.6755V36.039C30.8789 34.7445 31.932 33.6914 33.2264 33.6914C33.6921 33.6914 33.9731 33.8133 34.4667 33.9779C36.6911 34.7193 39.019 35.0977 41.3672 35.0977C41.8518 35.0977 42.2461 35.4919 42.2461 35.9766V37.0898ZM41.3663 28.1836H40.2539C39.9788 28.1836 39.7159 28.0522 39.5508 27.832L39.2743 27.4634C38.7169 26.7202 37.7972 26.3221 36.8738 26.4248L34.4927 26.6894C34.2259 26.719 33.9639 26.6272 33.7741 26.4373L33.0467 25.7099C32.7515 25.4147 32.7053 24.9483 32.9369 24.6009L33.2995 24.057C33.9392 23.0974 33.8849 21.8477 33.1646 20.9473L33.0186 20.7648C32.7503 20.4294 32.7626 19.953 33.048 19.632L34.6983 17.775C38.6963 19.5971 41.3896 23.6188 41.3663 28.1836ZM32.9137 17.137L31.7341 18.4642C30.8781 19.4274 30.8411 20.8567 31.646 21.8629L31.792 22.0454C32.0321 22.3455 32.0502 22.7621 31.837 23.082L31.4743 23.6259C30.7795 24.6681 30.918 26.0673 31.8037 26.9529L32.5311 27.6803C33.1006 28.2498 33.8862 28.5254 34.6867 28.4365L37.0679 28.1719C37.3754 28.1377 37.6822 28.2703 37.8681 28.5181L38.1445 28.8867C38.6398 29.5471 39.4284 29.9414 40.2539 29.9414H41.2211C41.0323 31.1117 40.6609 32.2465 40.1213 33.301C38.3871 33.1935 36.6772 32.8617 35.0227 32.3102L34.5247 32.1442C32.903 31.6036 31.0911 32.1187 30 33.505C28.9086 32.1183 27.0966 31.6038 25.4754 32.1442L24.9773 32.3102C23.3229 32.8617 21.6129 33.1934 19.8788 33.3009C19.5371 32.6334 19.2634 31.9336 19.0605 31.2128L23.3661 30.9437C24.3503 30.8821 25.2105 30.2841 25.611 29.3829L26.5024 27.3775C26.9673 26.3314 26.7257 25.0362 25.7138 24.2266C25.355 23.9396 25.2768 23.435 25.5316 23.0528L25.6641 22.8539C26.3897 21.7655 26.1996 20.2895 25.2219 19.4205L24.0926 18.4167C26.7923 16.7679 29.9909 16.3613 32.9137 17.137ZM22.6355 19.4736L24.0541 20.7345C24.38 21.0241 24.4433 21.5162 24.2014 21.879L24.0689 22.0778C23.329 23.1875 23.4956 24.7042 24.642 25.6203C24.9537 25.8697 25.0582 26.2987 24.8961 26.6636L24.0047 28.669C23.8712 28.9694 23.5845 29.1688 23.2564 29.1893L18.7143 29.4732C18.2552 25.6202 19.7747 21.9125 22.6355 19.4736ZM17.7539 35.9766C17.7539 35.4919 18.1482 35.0977 18.6328 35.0977C18.953 35.0977 19.3512 35.0859 19.4113 35.0831C21.4949 35.0091 23.5506 34.6388 25.5332 33.9779C26.0215 33.8151 26.3089 33.6914 26.7735 33.6914C28.068 33.6914 29.1211 34.7445 29.1211 36.0389V37.6755C28.3484 37.293 27.4924 37.0898 26.605 37.0898H17.7539V35.9766ZM43.2422 40.8398H32.9164C32.165 40.8398 31.5153 41.3751 31.3714 42.1125C31.2437 42.7671 30.6669 43.2422 30 43.2422C29.3331 43.2422 28.7563 42.7671 28.6286 42.1125C28.4847 41.3751 27.835 40.8398 27.0836 40.8398H16.7578V38.8477H26.605C27.6527 38.8477 28.6376 39.2556 29.3785 39.9965C29.7217 40.3397 30.2782 40.3397 30.6214 39.9965C31.3623 39.2556 32.3473 38.8477 33.395 38.8477H43.2422V40.8398Z"
                        fill="#EA4335" />
                </svg>
            </div>
            <h3 class="text-4 leading-5 font-bold mb-4">Навчання</h3>
            <div class=" text-gray">
                Компанія mcCloud своїм клієнтам пропонує безкоштовне навчання в онлайн-режимі. Навчання може бути
                корисним для адміністраторів Google Workspace та команди в цілому. Тренінги розроблені професіоналами,
                тому гарантують високу якість навчання та швидке засвоєння інформації.
            </div>
        </div>
    </div>
</div>

<div class="bg-customLightGreen md:rounded-5 py-6 2xl:py-10" id="choosePlan">
    <div class="container">
        <div class="flex flex-col lg:flex-row items-center justify-between xl:mb-5 mb-4">
            <h2 class="title-text-2 font-bold mb-4 lg:mb-0">Пакети Google Workspace</h2>
            <div class="flex rounded-4 p-1 bg-white" data-tabs-toggle="#businessSolutionsTabs"
                data-tabs-active-classes="bg-lightgreen font-semibold" data-tabs-inactive-classes="bg-white"
                role="tablist">
                <a href="#" role="tab" data-tabs-target="#googleWorkspaceTab" aria-selected="false" class="flex justify-center rounded-2 mr-2 w-[166px] md:w-[273px] py-3
                    text-3 leading-4 text-black">Business</a>
                <a href="#" role="tab" data-tabs-target="#spinbackupTab" aria-selected="false" class="flex justify-center rounded-2 w-[166px] md:w-[273px] py-3 text-3
                    leading-4 text-black">Enterprise</a>
            </div>
        </div>
        <div id="businessSolutionsTabs">
            <div id="googleWorkspaceTab" role="tabpanel">
                <?php
                set_query_var('plans_should_render_wrapper', false);
                load_plans_template('business'); ?>

                <div
                    class="border border-[#34A853] rounded-4 p-4 text-3 md:text-[20px] md:leading-[28px] leading-4 text-left text-[#34A853] flex flex-col md:flex-row justify-between md:items-center md:mt-6 gap-4">
                    <span class="2xl:max-w-[900px]">
                        Шукаєте надійне хмарне рішення, яке допоможе вашому бізнесу працювати ефективніше?
                        <br class="lg:hidden">
                        Дізнайтесь більше про всі особливості та переваги Google Workspace для вашого бізнесу
                    </span>
                    <a href="<?= get_permalink(561); ?>" class="btn btn-success md:mt-0">Детальніше про пакети
                        бізнес</a>
                </div>

            </div>

            <div id="spinbackupTab" role="tabpanel">

                <?php
                set_query_var('plans_should_render_wrapper', false);
                load_plans_template('enterprise'); ?>

                <div
                    class="border border-[#34A853] rounded-4 p-4 text-3 md:text-[20px] md:leading-[28px] leading-4 text-left text-[#34A853] flex flex-col md:flex-row justify-between md:items-center md:mt-6 gap-4">
                    <span class="2xl:max-w-[900px]">
                        Шукаєте надійне хмарне рішення, яке допоможе вашому бізнесу працювати ефективніше?
                        <br class="lg:hidden">
                        Дізнайтесь більше про всі особливості та переваги Google Workspace для вашого бізнесу
                    </span>
                    <a href="<?= get_permalink(569); ?>" class="btn btn-success md:mt-0">Детальніше про пакети
                        enterprise</a>
                </div>

            </div>
        </div>
    </div>
</div>


<?php
set_query_var('title', pll__('Стежте за новинами'));
set_query_var('subtitle', pll__("Стежте за новинами та отримуйте важливу й корисну інформацію <br class='hidden lg:block'> щодо захисту файлів, постановки завдань, удосконалення пошуку <br class='hidden lg:block'> на Google Диску тощо."));
set_query_var('bgClass', 'workspace-page-banner');
set_query_var('CallToACtionBtnText', pll__('Перейти у розділ'));
set_query_var('callToActionBackgroundColor', '[#304455]');
set_query_var('callToActionSlideTop', false);
set_query_var('callToActionBtnLink', get_permalink(1157));
set_query_var('callToActionAllTextWhite', true);
require get_template_directory() . '/template-parts/common/callToActionBlock.php'; ?>

<div class="sr-only bg-[#304455]"></div>

<div class="container md:mt-[160px] mt-8">
    <h2 class="title-text-2 lg:mb-11 mb-4 font-bold text-center">
        Підключення Google Workspace (раніше G Suite) — це:
    </h2>
    <div class="default-slider slick-force-height lg:grid lg:grid-cols-3 gap-4">
        <div
            class="h-full border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg flex flex-col gap-3">
            <div class="mb-auto">
                <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <rect width="60" height="60" rx="30" fill="#DCF0E2" />
                    <path
                        d="M29.9414 15C21.6832 15 15 21.6826 15 29.9414C15 38.1384 21.6226 45 29.9414 45C38.1823 45 45 38.2082 45 29.9414C45 21.6135 38.1295 15 29.9414 15ZM29.9414 43.2539C22.672 43.2539 16.7461 37.2755 16.7461 29.9414C16.7461 22.672 22.672 16.7461 29.9414 16.7461C37.2755 16.7461 43.2539 22.672 43.2539 29.9414C43.2539 37.2755 37.2755 43.2539 29.9414 43.2539Z"
                        fill="#34A853" />
                    <path
                        d="M29.9414 20.2734C24.6105 20.2734 20.2734 24.6105 20.2734 29.9414C20.2734 35.2924 24.6016 39.7266 29.9414 39.7266C32.102 39.7266 34.2876 39.0004 35.9378 37.7343C36.323 37.4388 36.3956 36.8871 36.1001 36.502C35.8046 36.1168 35.2529 36.0442 34.8678 36.3397C33.5184 37.375 31.7228 37.9805 29.9414 37.9805C25.5797 37.9805 22.0312 34.3677 22.0312 29.9414C22.0312 25.5797 25.5797 22.0195 29.9414 22.0195C34.3677 22.0195 37.9688 25.5797 37.9688 29.9414V30.8203C37.9688 31.7896 37.1802 32.5781 36.2109 32.5781C35.2417 32.5781 34.4531 31.7896 34.4531 30.8203C34.4531 30.385 34.4531 26.8849 34.4531 26.4258C34.4531 25.9404 34.0596 25.5469 33.5742 25.5469C33.0888 25.5469 32.6953 25.9404 32.6953 26.4258V26.4815C31.9016 25.8763 30.9415 25.5469 29.9414 25.5469C27.5183 25.5469 25.5469 27.5183 25.5469 29.9414C25.5469 32.3646 27.5183 34.3359 29.9414 34.3359C31.2553 34.3359 32.4644 33.7721 33.3243 32.8235C33.9599 33.7366 35.0165 34.3359 36.2109 34.3359C38.1495 34.3359 39.7266 32.7588 39.7266 30.8203V29.9414C39.7266 24.5945 35.2857 20.2734 29.9414 20.2734ZM29.9414 32.5898C28.4875 32.5898 27.3047 31.3953 27.3047 29.9414C27.3047 28.4875 28.4875 27.293 29.9414 27.293C31.4342 27.293 32.6953 28.5121 32.6953 29.9414C32.6953 31.3707 31.4342 32.5898 29.9414 32.5898Z"
                        fill="#34A853" />
                </svg>
            </div>
            <h3 class="text-4 leading-[30px] font-bold mt-3">Корпоративна пошта у власному домені</h3>
            <div class="text-3 leading-4">
                Корпоративна пошта Google, захищена від спаму та реклами, з можливістю фільтрування листів, поміток
                ярликами та іншими корисними опціями
            </div>
        </div>

        <div
            class="h-full border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg flex flex-col gap-3">
            <div class="mb-auto">
                <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <rect width="60" height="60" rx="30" fill="#DCF0E2" />
                    <path
                        d="M41.7907 34.4417C40.3168 34.4417 39.0716 35.4355 38.6875 36.788H35.5731V33.3533H38.753C42.207 33.3533 45.0169 30.5434 45.0169 27.0895C45.0169 24.3202 43.1802 21.8875 40.5728 21.0951C39.7846 17.9391 36.9357 15.6756 33.6363 15.6756C32.3573 15.6756 31.1321 16.0054 30.0508 16.6356C28.9056 15.5883 27.404 15 25.8263 15C22.4422 15 19.6763 17.6977 19.5659 21.0554C16.8876 21.804 14.9844 24.2563 14.9844 27.0895C14.9844 30.5434 17.7943 33.3533 21.2482 33.3533H24.4282V36.788H21.3137C20.9297 35.4355 19.6844 34.4417 18.2105 34.4417C16.4316 34.4417 14.9844 35.889 14.9844 37.6678C14.9844 39.4467 16.4316 40.894 18.2105 40.894C19.6844 40.894 20.9296 39.9002 21.3137 38.5477H25.308C25.794 38.5477 26.1879 38.1538 26.1879 37.6678V33.3533H29.1208V38.6707C27.7683 39.0547 26.7745 40.3 26.7745 41.7739C26.7745 43.5528 28.2217 45 30.0006 45C31.7795 45 33.2268 43.5528 33.2268 41.7739C33.2268 40.3 32.2329 39.0547 30.8805 38.6707V33.3533H33.8133V37.6678C33.8133 38.1538 34.2073 38.5477 34.6932 38.5477H38.6875C39.0716 39.9002 40.3168 40.894 41.7907 40.894C43.5696 40.894 45.0169 39.4467 45.0169 37.6678C45.0169 35.889 43.5696 34.4417 41.7907 34.4417ZM18.2105 39.1343C17.4019 39.1343 16.7441 38.4764 16.7441 37.6678C16.7441 36.8593 17.4019 36.2014 18.2105 36.2014C19.0191 36.2014 19.677 36.8593 19.677 37.6678C19.677 38.4764 19.0191 39.1343 18.2105 39.1343ZM31.4671 41.7739C31.4671 42.5824 30.8092 43.2403 30.0006 43.2403C29.192 43.2403 28.5342 42.5824 28.5342 41.7739C28.5342 40.9653 29.192 40.3074 30.0006 40.3074C30.8092 40.3074 31.4671 40.9653 31.4671 41.7739ZM21.2482 31.5936C18.7647 31.5936 16.7441 29.5731 16.7441 27.0895C16.7441 24.8697 18.3986 22.9538 20.5926 22.6329C21.0556 22.5653 21.3845 22.147 21.3414 21.6812C21.3286 21.5437 21.3222 21.4033 21.3222 21.2638C21.3222 18.7803 23.3427 16.7598 25.8263 16.7598C27.1514 16.7598 28.4009 17.3358 29.2545 18.3401C29.5542 18.6927 30.0757 18.7529 30.4479 18.4779C31.3707 17.7958 32.4732 17.4353 33.6363 17.4353C36.3127 17.4353 38.5384 19.3991 38.9545 21.9537C39.0133 22.3149 39.2896 22.602 39.6483 22.6746C41.7394 23.0979 43.2571 24.9546 43.2571 27.0895C43.2571 29.5731 41.2365 31.5936 38.753 31.5936H21.2482ZM41.7907 39.1343C40.9821 39.1343 40.3243 38.4764 40.3243 37.6678C40.3243 36.8593 40.9821 36.2014 41.7907 36.2014C42.5993 36.2014 43.2572 36.8593 43.2572 37.6678C43.2572 38.4764 42.5993 39.1343 41.7907 39.1343Z"
                        fill="#34A853" />
                </svg>
            </div>
            <h3 class="text-4 leading-[30px] font-bold mt-3">Доступ до даних звідусіль</h3>
            <div class="text-3 leading-4">
                Доступність з будь-якого місця, де є інтернет, допомагає оперативно розв'язувати питання, коригувати
                дані, ставати задачі та перевіряти їх виконання.
            </div>
        </div>

        <div
            class="h-full border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg flex flex-col gap-3">
            <div class="mb-auto">
                <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <rect width="60" height="60" rx="30" fill="#DCF0E2" />
                    <path
                        d="M42.8415 16.9441H40.2695V15.9583C40.2695 15.4291 39.8404 15 39.3112 15H20.6887C20.1595 15 19.7304 15.4291 19.7304 15.9583V16.9441H17.1584C15.2208 16.9441 13.6445 18.5204 13.6445 20.458V37.1617C13.6445 39.0993 15.2208 40.6756 17.1584 40.6756H23.0221V43.0833H21.392C20.8627 43.0833 20.4336 43.5124 20.4336 44.0417C20.4336 44.5709 20.8627 45 21.392 45H38.608C39.1372 45 39.5663 44.5709 39.5663 44.0417C39.5663 43.5124 39.1372 43.0833 38.608 43.0833H36.9778V40.6756H42.8415C44.7791 40.6756 46.3554 39.0993 46.3554 37.1617V20.458C46.3554 18.5204 44.7791 16.9441 42.8415 16.9441ZM42.8415 18.8608C43.7222 18.8608 44.4387 19.5773 44.4387 20.458V34.2543H40.2695V18.8608H42.8415ZM21.6471 16.9167H38.3528V34.2543H21.6471V16.9167ZM15.5612 20.458C15.5612 19.5773 16.2777 18.8608 17.1584 18.8608H19.7304V34.2543H15.5612V20.458ZM35.0611 43.0833H24.9387V40.6755H35.0611V43.0833ZM44.4387 37.1617C44.4387 38.0424 43.7222 38.7589 42.8415 38.7589H17.1584C16.2777 38.7589 15.5612 38.0424 15.5612 37.1617V36.1709H44.4387V37.1617Z"
                        fill="#34A853" />
                    <path
                        d="M34.0861 20.7938H25.9138C25.3845 20.7938 24.9555 21.2229 24.9555 21.7522C24.9555 22.2814 25.3845 22.7105 25.9138 22.7105H34.0861C34.6153 22.7105 35.0444 22.2814 35.0444 21.7522C35.0444 21.2229 34.6154 20.7938 34.0861 20.7938Z"
                        fill="#34A853" />
                    <path
                        d="M34.0861 24.6271H25.9138C25.3845 24.6271 24.9555 25.0562 24.9555 25.5855C24.9555 26.1147 25.3845 26.5438 25.9138 26.5438H34.0861C34.6153 26.5438 35.0444 26.1147 35.0444 25.5855C35.0444 25.0562 34.6154 24.6271 34.0861 24.6271Z"
                        fill="#34A853" />
                    <path
                        d="M34.0861 28.4604H25.9138C25.3845 28.4604 24.9555 28.8895 24.9555 29.4188C24.9555 29.948 25.3845 30.3771 25.9138 30.3771H34.0861C34.6153 30.3771 35.0444 29.948 35.0444 29.4188C35.0444 28.8895 34.6154 28.4604 34.0861 28.4604Z"
                        fill="#34A853" />
                </svg>
            </div>
            <h3 class="text-4 leading-[30px] font-bold mt-3">Комфортна праця над документами</h3>
            <div class="text-3 leading-4">
                Доступність з будь-якого місця, де є інтернет, допомагає оперативно розв'язувати питання, коригувати
                дані, ставати задачі та перевіряти їх виконання.
            </div>
        </div>

        <div
            class="h-full border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg flex flex-col gap-3">
            <div class="mb-auto">
                <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <rect width="60" height="60" rx="30" fill="#DCF0E2" />
                    <path
                        d="M44.1099 25.3487C43.3749 24.3754 42.3833 23.6047 41.2672 23.1285C41.2706 23.0453 41.2723 22.962 41.2723 22.8788C41.2723 19.537 38.5535 16.8182 35.2116 16.8182C34.1365 16.8182 33.0783 17.1077 32.1561 17.645C30.558 15.9544 28.3577 15 25.9995 15C21.321 15 17.5147 18.8063 17.5147 23.4848C17.5147 23.5868 17.5165 23.6892 17.5202 23.7915C15.6343 25.0836 14.4844 27.2384 14.4844 29.5455C14.4844 33.1151 17.182 36.066 20.6455 36.468C21.0822 41.2453 25.1103 45 29.9995 45C34.8888 45 38.9169 41.2453 39.3535 36.468C42.8171 36.066 45.5147 33.1151 45.5147 29.5455C45.5147 28.0168 45.0289 26.5656 44.1099 25.3487ZM29.9995 43.1818C25.8223 43.1818 22.4238 39.7833 22.4238 35.6061C22.4238 31.4288 25.8223 28.0303 29.9995 28.0303C34.1768 28.0303 37.5753 31.4288 37.5753 35.6061C37.5753 39.7833 34.1768 43.1818 29.9995 43.1818ZM39.3435 34.6348C38.8559 29.9096 34.8515 26.2121 29.9995 26.2121C25.1476 26.2121 21.1432 29.9096 20.6556 34.6348C18.1929 34.2499 16.3026 32.1144 16.3026 29.5455C16.3026 27.6956 17.303 25.9779 18.9133 25.0628C19.227 24.8847 19.4056 24.5379 19.3686 24.179C19.3449 23.9499 19.3329 23.7164 19.3329 23.4848C19.3329 19.8088 22.3235 16.8182 25.9995 16.8182C28.0791 16.8182 30.0026 17.763 31.2766 19.4104L31.2766 19.4104C31.5873 19.8122 32.167 19.8814 32.5636 19.5641L32.5636 19.5641C33.3221 18.9572 34.2378 18.6364 35.2116 18.6364C37.5509 18.6364 39.4541 20.5395 39.4541 22.8788C39.4541 23.1173 39.4342 23.3564 39.3949 23.5893V23.5894C39.3189 24.0413 39.591 24.4791 40.0298 24.6109H40.0299C42.1887 25.2595 43.6965 27.2887 43.6965 29.5455C43.6965 32.1144 41.8062 34.2499 39.3435 34.6348Z"
                        fill="#34A853" />
                    <path
                        d="M34.1996 34.0337L33.9334 34.2999C33.8363 33.9735 33.701 33.6561 33.5264 33.3538C32.9429 32.3431 32.0007 31.6201 30.8733 31.318C29.746 31.016 28.5686 31.171 27.5578 31.7545C26.547 32.3381 25.8241 33.2803 25.522 34.4076C25.2199 35.535 25.3749 36.7125 25.9585 37.7232C26.542 38.7339 27.4843 39.4569 28.6116 39.759C29.0966 39.8889 29.595 39.6012 29.725 39.1162C29.8549 38.6312 29.5672 38.1327 29.0822 38.0028C28.424 37.8264 27.8738 37.4043 27.5331 36.8141C26.8298 35.5958 27.2487 34.0325 28.4669 33.3292C29.057 32.9884 29.7446 32.8979 30.4028 33.0743C30.8814 33.2025 31.3024 33.4613 31.6278 33.8195C31.3085 33.7079 30.9396 33.7786 30.6844 34.0338C30.3294 34.3888 30.3294 34.9644 30.6844 35.3194L32.442 37.077C32.797 37.432 33.3726 37.432 33.7276 37.077L35.4852 35.3194C35.8403 34.9644 35.8403 34.3888 35.4852 34.0338C35.1302 33.6787 34.5546 33.6787 34.1996 34.0337Z"
                        fill="#34A853" />
                </svg>
            </div>
            <h3 class="text-4 leading-[30px] font-bold mt-3">Власна хмара для обміну файлами</h3>
            <div class="text-3 leading-4">
                Швидкий обмін даними з усіма членами команди завдяки можливості синхронізації на всіх робочих пристроях.
            </div>
        </div>

        <div
            class="h-full border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg flex flex-col gap-3">
            <div class="mb-auto">
                <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <rect width="60" height="60" rx="30" fill="#DCF0E2" />
                    <path
                        d="M44.1211 16.0547H24.668C24.663 16.0547 24.6582 16.0554 24.6532 16.0555L24.236 15.4046C24.0744 15.1525 23.7956 15 23.4961 15H15.8789C15.3935 15 15 15.3935 15 15.8789V37.9669C15 38.4523 15.3935 38.8458 15.8789 38.8458H23.1998C23.8833 42.0356 26.5312 44.5592 29.8874 44.9928C29.9248 44.9977 29.9624 45.0001 30 45.0001C30.0376 45.0001 30.0752 44.9977 30.1126 44.9928C33.4688 44.5593 36.1167 42.0356 36.8002 38.8458H44.1211C44.6065 38.8458 45 38.4523 45 37.9669V16.9337C45 16.4483 44.6065 16.0547 44.1211 16.0547ZM43.2422 17.8126V19.5705H26.9064L25.7795 17.8126H43.2422ZM35.2148 37.2163C35.2148 40.2257 32.981 42.7928 30 43.2339C27.019 42.7928 24.7852 40.2257 24.7852 37.2163V32.0708L30 30.2287L35.2148 32.0708V37.2163ZM43.2422 37.088H36.9727V31.4492C36.9727 31.0767 36.7378 30.7446 36.3865 30.6204L30.2927 28.4678C30.1034 28.4009 29.8966 28.4009 29.7073 28.4678L23.6135 30.6204C23.2622 30.7445 23.0273 31.0766 23.0273 31.4492V37.088H16.7578V16.7578H23.0155L25.6859 20.9238C25.8475 21.1759 26.1263 21.3284 26.4258 21.3284H43.2422V37.088Z"
                        fill="#34A853" />
                    <path
                        d="M29.1551 36.1739C28.8111 35.8315 28.2546 35.8329 27.9122 36.1769C27.5698 36.521 27.5711 37.0774 27.9152 37.4198L29.2399 38.7382C29.4114 38.9089 29.6355 38.9941 29.8598 38.9941C30.0841 38.9941 30.3084 38.9088 30.4798 38.7382L32.9527 36.2773C33.2968 35.9348 33.2981 35.3784 32.9557 35.0343C32.6134 34.6903 32.0569 34.6889 31.7128 35.0313L29.8598 36.8753L29.1551 36.1739Z"
                        fill="#34A853" />
                </svg>
            </div>
            <h3 class="text-4 leading-[30px] font-bold mt-3">Захист даних компанії</h3>
            <div class="text-3 leading-4">
                Опція управління доступом через адмін-консоль та можливість відновлення даних у разі втрати за допомогою
                інструменту Google Vault.
            </div>
        </div>

        <div
            class="h-full border border-customlightGray rounded-4 p-4 transition-shadow hover:shadow-lg flex flex-col gap-3 ">
            <div class="mb-auto">
                <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <rect width="60" height="60" rx="30" fill="#DCF0E2" />
                    <path
                        d="M39.4811 24.4971C39.6341 24.7827 39.9318 24.9609 40.2558 24.9609C40.5799 24.9609 40.8776 24.7827 41.0306 24.4971L43.3499 20.1676C43.9382 19.0695 43.9073 17.7758 43.2673 16.707C42.6274 15.6381 41.5016 15 40.2558 15C39.0101 15 37.8843 15.6381 37.2443 16.707C36.6043 17.7758 36.5735 19.0695 37.1618 20.1676L39.4811 24.4971ZM38.7524 17.6099C39.0719 17.0764 39.6339 16.7578 40.2558 16.7578C40.8778 16.7578 41.4398 17.0764 41.7592 17.6099C42.0788 18.1435 42.0942 18.7894 41.8005 19.3376L40.2559 22.2208L38.7113 19.3376C38.4175 18.7894 38.4329 18.1435 38.7524 17.6099Z"
                        fill="#34A853" />
                    <path
                        d="M18.5735 34.9351C18.1852 33.7396 17.9883 32.4932 17.9883 31.2305C17.9883 24.6072 23.3767 19.2188 30.0001 19.2188C31.2628 19.2188 32.5092 19.4156 33.7048 19.8038C34.1664 19.9537 34.6622 19.701 34.8121 19.2394C34.9621 18.7777 34.7093 18.2819 34.2477 18.132C32.8764 17.6868 31.4474 17.4609 30 17.4609C26.322 17.4609 22.8642 18.8932 20.2635 21.4939C17.6627 24.0947 16.2305 27.5525 16.2305 31.2305C16.2305 32.6778 16.4563 34.107 16.9015 35.478C17.0515 35.9397 17.5472 36.1924 18.0089 36.0425C18.4706 35.8925 18.7234 35.3967 18.5735 34.9351Z"
                        fill="#34A853" />
                    <path
                        d="M41.991 26.4185C41.5294 26.5685 41.2767 27.0642 41.4267 27.5259C41.8149 28.7211 42.0118 29.9676 42.0118 31.2305C42.0118 37.8537 36.6234 43.2422 30.0001 43.2422C28.7373 43.2422 27.4909 43.0454 26.2954 42.6571C25.8338 42.5071 25.3379 42.7598 25.188 43.2215C25.038 43.6832 25.2908 44.179 25.7524 44.3289C27.1235 44.7742 28.5527 45 30.0001 45C33.678 45 37.1358 43.5677 39.7366 40.967C42.3373 38.3663 43.7696 34.9085 43.7696 31.2305C43.7696 29.7829 43.5438 28.3538 43.0985 26.9829C42.9485 26.5212 42.4526 26.2685 41.991 26.4185Z"
                        fill="#34A853" />
                    <path
                        d="M40.254 31.2305C40.254 25.5765 35.6541 20.9766 30.0001 20.9766C24.3461 20.9766 19.7462 25.5765 19.7462 31.2305C19.7462 36.8845 24.3461 41.4844 30.0001 41.4844C35.6541 41.4844 40.254 36.8845 40.254 31.2305ZM38.4962 31.2305C38.4962 32.0078 38.3907 32.7608 38.1942 33.4765H33.9165C33.9741 32.7479 34.0039 31.9955 34.0039 31.2305C34.0039 30.4654 33.9741 29.713 33.9165 28.9844H38.1942C38.3906 29.7002 38.4962 30.4532 38.4962 31.2305ZM37.4916 27.2266H33.7161C33.555 26.1621 33.3289 25.1795 33.0435 24.3234C32.892 23.8688 32.7318 23.4744 32.566 23.1307C34.6896 23.805 36.454 25.2928 37.4916 27.2266ZM33.0435 38.1376C33.3289 37.2815 33.555 36.2989 33.7161 35.2344H37.4916C36.4539 37.1681 34.6896 38.6559 32.5659 39.3302C32.7318 38.9866 32.892 38.5921 33.0435 38.1376ZM28.6242 24.8793C29.145 23.3167 29.7445 22.7344 30 22.7344C30.2555 22.7344 30.8551 23.3167 31.3759 24.8793C31.6075 25.5739 31.796 26.3663 31.9377 27.2266H28.0624C28.204 26.3663 28.3926 25.574 28.6242 24.8793ZM21.5039 31.2305C21.5039 30.4532 21.6094 29.7002 21.8058 28.9844H26.0836C26.0259 29.713 25.9961 30.4654 25.9961 31.2305C25.9961 31.9955 26.0259 32.7479 26.0836 33.4765H21.8058C21.6094 32.7608 21.5039 32.0078 21.5039 31.2305ZM22.5084 35.2344H26.284C26.4451 36.2988 26.6712 37.2814 26.9565 38.1376C27.108 38.5921 27.2683 38.9866 27.4341 39.3302C25.3105 38.6559 23.5461 37.1681 22.5084 35.2344ZM26.9565 24.3234C26.6712 25.1794 26.4451 26.1621 26.284 27.2266H22.5084C23.5461 25.2928 25.3105 23.805 27.4341 23.1308C27.2683 23.4744 27.108 23.8689 26.9565 24.3234ZM27.7539 31.2305C27.7539 30.4613 27.7855 29.7082 27.8465 28.9844H32.1536C32.2146 29.7082 32.2462 30.4613 32.2462 31.2305C32.2462 31.9996 32.2146 32.7527 32.1536 33.4765H27.8465C27.7855 32.7527 27.7539 31.9996 27.7539 31.2305ZM28.6242 37.5817C28.3926 36.887 28.2041 36.0947 28.0624 35.2344H31.9377C31.796 36.0947 31.6075 36.8869 31.3759 37.5817C30.8551 39.1443 30.2556 39.7266 30 39.7266C29.7445 39.7266 29.145 39.1443 28.6242 37.5817Z"
                        fill="#34A853" />
                </svg>
            </div>
            <h3 class="text-4 leading-[30px] font-bold mt-3">Спрощена віддалена робота</h3>
            <div class="text-3 leading-4">
                Оптимізація робочих процесів в умовах віддаленої роботи завдяки спільному доступу до всіх інструментів
                Гугл Воркспейс.
            </div>
        </div>
    </div>
</div>

<div class="container md:mt-[160px]">
    <h2 class="title-text-2 2xl:mb-11 lg:mb-8 mb-6 font-bold text-center">Процес налаштування Google Workspace
    </h2>
    <?php
    set_query_var('data', get_three_cards_data_acordion());

    require get_template_directory() . '/template-parts/common/threeRoundedCards.php'; ?>
</div>

<?php require get_template_directory() . '/template-parts/common/latests-posts.php'; ?> -->

<?php
set_query_var('consultFormTitle', pll__('Замовити послугу'));
set_query_var('consultFormSubTitle', pll__("Замовляйте пакети послуг у mcCloud та отримайте зручні корпоративні рішення. Підключайтеся до хмарних рішень швидко завдяки нашим менеджерам та техпідтримці з 9:00 до 18:00 у робочі дні.<br><br>Сплачуйте за хмарні сервіси Google у гривні по безготівковому розрахунку та працюйте у новому онлайн-середовищі — функціональному, комфортному та безпечному."));
require get_template_directory() . '/template-parts/common/consultFormBlock.php'; ?>

<?php get_footer() ?>